{"Ginza Katsukami": {"name": "Ginza Katsukami", "description": "- From the folks behind the Michelin-starred crab speciality restaurant Kitafuku comes a unique restaurant that elevates tonkatsu (deep-fried breaded pork) from a casual meal to an omakase experience. And with prices that won’t break the bank: lunch costs as little as ¥2,800 while dinner starts from an affordable ¥5,500. The restaurant uses two types of pork: Yonezawa-buta Ichiban Sodachi, which has a good balance of umami and sweetness, and local Tokyo X-buta, favoured for its sweet, juicy fat. The pork is served fresh off the fryer, piece by piece, like a set course meal, and the chef will recommend the best condiment for each one. It’s an eye-opening experience exploring the various flavours and textures of pork, and you can really taste the difference from cut to cut.\n- Ginza Katsukami is a unique restaurant that elevates tonkatsu (deep-fried breaded pork) to an omakase experience. They use two types of pork and serve it piece by piece, like a set course meal, allowing you to explore the various flavors and textures of pork.\n- Ginza Katsukami is a unique restaurant that elevates tonkatsu (deep-fried breaded pork) from a casual meal to an omakase experience. They use two types of pork and serve it fresh off the fryer, piece by piece, like a set course meal. The chef will recommend the best condiment for each piece, allowing you to explore the various flavors and textures of pork.\n- Ginza Katsukami is a unique restaurant that takes tonkatsu (deep-fried breaded pork) to the next level. Using two types of pork, the chef serves each piece fresh off the fryer and recommends the perfect condiment for each one. This omakase-style tonkatsu experience is both delicious and affordable, making it a must-visit in Ginza.\n- Ginza Katsukami elevates tonkatsu (deep-fried breaded pork) from a casual meal to an omakase experience. They use two types of pork, served fresh off the fryer, and the chef recommends the best condiment for each piece. Prices start from ¥2,800 for lunch and ¥5,500 for dinner.\n- This unique restaurant takes tonkatsu (deep-fried breaded pork) to the next level with an omakase experience. The pork is served fresh off the fryer, piece by piece, like a set course meal, and the chef will recommend the best condiment for each one. It’s an eye-opening experience exploring the various flavors and textures of pork.\n", "count": 6}, "Ginza Hachigo": {"name": "Ginza Hachigo", "description": "- Ginza Hachigo’s ramen soup is like consommé: a clear liquid gold that’s light yet complex and full of flavour. It’s made by boiling down Nagoya Cochin chicken, duck, scallop, dried tomatoes and shiitake mushrooms, konbu (seaweed), an heirloom green onion from Kyoto and, surprisingly, cured ham. Where your standard bowl of ramen calls for tare, a sauce concentrate that acts like a seasoning, Matsumura eschews that for a sprinkling of French sea salt to round out the flavours. And it’s just phenomenal. The bowl of noodles is then topped with strands of bamboo shoots, slivers of green onion and slices of chashu pork, and finished with a fresh crack of black pepper. Those fatty pork pieces are cooked so perfectly that the fat just coats your palate with a sweet, creamy, savoury goodness. Better yet, this Bib Gourmand-rated ramen will only set you back ¥1,100; throw in an extra ¥150 and you’ll get a perfect boiled egg with a gooey yolk.\n- Ginza Hachigo is known for its ramen soup, which is like consommé. The clear and complex broth is made with chicken, duck, scallop, dried tomatoes, shiitake mushrooms, and cured ham. It is topped with bamboo shoots, green onion, and chashu pork.\n- Ginza Hachigo is known for its ramen soup that is like consommé - a clear liquid gold that's light yet complex and full of flavor. They use a unique combination of ingredients, including Nagoya Cochin chicken, duck, scallop, dried tomatoes, shiitake mushrooms, and cured ham, resulting in a flavorful and satisfying bowl of ramen.\n- Ginza Hachigo specializes in ramen with a consommé-like soup that is light yet full of flavor. The broth is made by boiling down chicken, duck, scallop, dried tomatoes, shiitake mushrooms, konbu, and cured ham. Topped with bamboo shoots, green onion, and chashu pork, this Bib Gourmand-rated ramen is a must-try in Ginza.\n- Ginza Hachigo's ramen soup is a clear liquid gold made by boiling down Nagoya Cochin chicken, duck, scallop, dried tomatoes, and shiitake mushrooms. The fatty pork pieces are cooked perfectly and the ramen is topped with bamboo shoots, green onion, and a crack of black pepper. This Bib Gourmand-rated ramen is only ¥1,100.\n- Ginza Hachigo is a humble ramen joint in Tokyo that offers Michelin-starred ramen. Chef Yasushi Matsumura combines French techniques with his ramen knowledge to create a luxurious consomme broth.\n- Ginza Hachigo is a humble ramen joint in Tokyo that offers Michelin-starred ramen. Chef Yasushi Matsumura combines French techniques with his ramen knowledge to create a luxurious consomme broth.\n- Ginza Hachigo is a humble ramen joint in Tokyo that offers Michelin-starred ramen. Chef Yasushi Matsumura combines French techniques with his ramen knowledge to create a luxurious consomme broth.\n- The ramen soup at Ginza Hachigo is like consommé - a clear liquid gold that’s light yet complex and full of flavor. With its meticulously cooked fatty pork pieces and fresh crack of black pepper, it’s one of the best bowls of ramen you’ll have in Tokyo.\n", "count": 9}, "Ginza Tsuquiya": {"name": "Ginza Tsuquiya", "description": "- Hailing from the Hakata region of Japan, tonkotsu ramen is famed for its rich, cloudy broth made by boiling down pork bones for a significant amount of time. Fukuoka-born Buta Soba Tsukiya, however, is serving a peculiar twist on this classic ramen. Better yet, it has a Tokyo branch. Dubbed buta soba (pork noodles), the usually creamy tonkotsu pork broth is replaced with a light and refreshing soup that doesn’t compromise on flavour. To achieve this, the ramen specialist slowly simmers the pork bones rather than boiling them, and continuously skims the broth. The painstakingly long process results in an unusually clear broth that’s clean-tasting but still packed with the natural sweetness of pork. The thin noodles are made with Fukuoka-grown flour and topped with thin slices of chashu pork. Green onions, myoga (Japanese ginger) and a kabosu (Japanese citrus similar to a lime) wedge are served alongside each bowl, but you should try the broth as-is before adding in these toppings.\n- Ginza Tsuquiya serves a peculiar twist on the classic tonkotsu ramen. Instead of a creamy broth, they serve a light and refreshing soup made by slowly simmering pork bones. The thin noodles are topped with chashu pork, green onions, and kabosu wedge.\n- Ginza Tsuquiya serves a peculiar twist on the classic tonkotsu ramen. They slowly simmer the pork bones to create a light and refreshing soup that doesn't compromise on flavor. The noodles are made with Fukuoka-grown flour and topped with thin slices of chashu pork. The restaurant offers a unique and delicious take on traditional ramen.\n- Ginza Tsuquiya serves a twist on the classic tonkotsu ramen. Instead of the usual creamy broth, their ramen features a light and refreshing soup that is still packed with flavor. The thin noodles are topped with slices of chashu pork, green onions, and a kabosu wedge. Don't forget to try the broth as-is before adding toppings.\n- Ginza Tsuquiya serves a peculiar twist on tonkotsu ramen with a light and refreshing soup that doesn't compromise on flavor. The pork bones are slowly simmered and continuously skimmed to create an unusually clear broth. The noodles are made with Fukuoka-grown flour and the toppings include chashu pork, green onions, and a kabosu wedge.\n- This ramen specialist serves a peculiar twist on the classic tonkotsu ramen. The soup, made by slowly simmering pork bones, results in an unusually clear and clean-tasting broth that’s still packed with the natural sweetness of pork. Enjoy it with thin Fukuoka-grown noodles and toppings like chashu pork and green onions.\n", "count": 6}, "Ichiniisan": {"name": "Ichiniisan", "description": "- This restaurant specialises in the black-haired pork that the Kyushu prefecture is so well known for. Best enjoyed as shabu-shabu together with soba noodles, the meat also goes down nicely in tonkatsu form – head over during lunchtime for the affordable set deals for less than ¥2,000. The other reason to visit Ichiniisan is the Shirokuma ('white bear') kakigori, which here means an impressive mountain of milky ice, topped with ample fruit and three kinds of sweet beans. If the regular size looks a little challenging, try going for the miniature version, known as Koguma ('small bear').\n- Ichiniisan specializes in black-haired pork, best enjoyed as shabu-shabu with soba noodles. They also offer the Shirokuma kakigori, a mountain of milky ice topped with fruit and sweet beans.\n- Ichiniisan specializes in the black-haired pork from the Kyushu prefecture, best enjoyed as shabu-shabu or tonkatsu. The restaurant also offers a Shirokuma ('white bear') kakigori, an impressive mountain of milky ice topped with ample fruit and sweet beans. It's a must-visit for pork lovers and those with a sweet tooth.\n- Ichiniisan specializes in black-haired pork, best enjoyed as shabu-shabu together with soba noodles. They also offer affordable tonkatsu sets during lunchtime. For dessert, don't miss the Shirokuma kakigori, a mountain of milky ice topped with fruit and sweet beans.\n- Ichiniisan specializes in black-haired pork, best enjoyed as shabu-shabu together with soba noodles. They also offer the Shirokuma kakigori, an impressive mountain of milky ice topped with fruit and sweet beans. Set deals are available for less than ¥2,000 during lunchtime.\n- Ichiniisan specializes in black-haired pork, best enjoyed as shabu-shabu together with soba noodles. Their Shirokuma kakigori, an impressive mountain of milky ice topped with fruit and sweet beans, is a must-try. Don't miss their miniature version, Koguma, if you want a smaller portion.\n", "count": 6}, "Gyoza Hohei": {"name": "Gyoza Hohei", "description": "- Sister shop to its ever-popular Kyoto-based restaurant, Gyoza Hohei is the perfect place in Ginza to get your late-night gyoza fix, as on week nights it's open until 1am (last orders 12.30am). The tiny restaurant is best known for its signature dumplings with their crisp exterior, stuffed with a savoury garlic and leek filling, but the ginger gyoza with no garlic or onion are a popular alternative for those who are wary about serious garlic breath. Other than the gyoza, the simple menu is rounded off with a few side dishes and drinks, making it a popular spot for a light snack in between meals.\n- Gyoza Hohei is a popular spot in Ginza to get your late-night gyoza fix. They are known for their signature dumplings with a savory garlic and leek filling. They also offer ginger gyoza as an alternative.\n- Gyoza Hohei is a popular spot in Ginza to get your late-night gyoza fix. They are known for their signature dumplings with a crisp exterior and savory garlic and leek filling. They also offer ginger gyoza as an alternative for those who are wary of garlic breath. It's a great place for a light snack in between meals.\n- Gyoza Hohei is the perfect spot in Ginza for late-night gyoza cravings. Their signature dumplings have a crisp exterior and are filled with a savory garlic and leek mixture. They also offer ginger gyoza for those who prefer a milder flavor. With a simple menu and late opening hours, it's a popular spot for a light snack.\n- Gyoza Hohei is a popular spot in Ginza to get your late-night gyoza fix. They are known for their signature dumplings with a savory garlic and leek filling, but they also offer ginger gyoza as an alternative. Open until 1am on weekdays.\n- Gyoza Hohei is the perfect spot for a late-night gyoza fix. Enjoy their signature dumplings with a savory garlic and leek filling or try their ginger gyoza for a different twist. With a simple menu of gyoza, side dishes, and drinks, it's a popular spot for a light snack.\n", "count": 6}, "Dom Dom Hamburger Plus": {"name": "Dom Dom Hamburger Plus", "description": "- Dom Dom Hamburger Plus offers premium burgers made with 100 percent Japanese black wagyu beef. And they come with various seasonings and add-ons from wasabi and soy sauce to bacon, egg, cheddar, gorgonzola, mushroom and avocado. There’s wine, too, which you can order by the glass or bottle. However, what we really love about this Plus outlet are the creative burgers, especially the deep-fried soft shell crab burger (¥1,390). Here the satisfyingly crispy whole crab is stacked with crunchy lettuce, cheese and onion slices. On the side are fries and pickled ginger, like those you get at a sushi restaurant. It’s an odd condiment for a burger but it works surprisingly well to refresh your palate. Other burgers worth checking out include the Sangen pork loin cutlet burger with curry sauce (¥1,490), the crispy Alaska pollack fish burger (where the fish is twice the size of the buns; ¥1,090), and the sweet and spicy chicken burger (¥1,090). Keep an eye out for the limited-time specials, too.\n- Dom Dom Hamburger Plus offers premium burgers made with 100 percent Japanese black wagyu beef. They have various seasonings and add-ons available, including deep-fried soft-shell crab, sangen pork loin cutlet, Alaska pollack fish, and sweet and spicy chicken.\n- Dom Dom Hamburger Plus offers premium burgers made with 100 percent Japanese black wagyu beef. They come with various seasonings and add-ons, including wasabi, soy sauce, bacon, egg, cheddar, gorgonzola, mushroom, and avocado. They also offer creative burgers like the deep-fried soft shell crab burger. It's a place to indulge in delicious and unique burger creations.\n- Dom Dom Hamburger Plus offers premium burgers made with 100% Japanese black wagyu beef. The burgers come with a variety of seasonings and add-ons, including unique options like deep-fried soft shell crab. Don't miss their limited-time specials and creative burger choices.\n- Dom Dom Hamburger Plus offers premium burgers made with 100 percent Japanese black wagyu beef. They have creative burgers like the deep-fried soft shell crab burger and the Sangen pork loin cutlet burger with curry sauce. Limited-time specials are also available.\n- Dom Dom Hamburger Plus offers premium burgers made with 100% Japanese black wagyu beef. Their creative burger options include a deep-fried soft-shell crab burger and a Sangen pork loin cutlet burger with curry sauce. Don't miss the limited-time specials.\n", "count": 6}, "Shibire Noodles Rousoku-ya": {"name": "Shibire Noodles Rousoku-ya", "description": "- Hungry diners should seek out this chic noodle joint in Ginza, which specialises in spicy, mapo-style ramen noodles. Whipped up by a former Chinese restaurant chef, the mapo-men (¥1,200) is made with ample amounts of mouth-numbing Sichuan pepper, bound to get your tear ducts working. Thankfully, if you’d prefer to customise your bowl, the restaurant lets you choose from three levels of spiciness: light, medium and heavy.\n- Shibire Noodles Rousoku-ya is a chic noodle joint in Ginza that specializes in spicy, mapo-style ramen noodles. The mapo-men is made with mouth-numbing Sichuan pepper and can be customized with three levels of spiciness.\n- Shibire Noodles Rousoku-ya is a chic noodle joint that specializes in spicy mapo-style ramen noodles. The mapo-men is made with ample amounts of mouth-numbing Sichuan pepper, giving it a unique and flavorful kick. Diners can customize the spiciness level of their bowl. It's a great place for those who love spicy and flavorful ramen.\n- Shibire Noodles Rousoku-ya is a chic noodle joint in Ginza that specializes in spicy, mapo-style ramen noodles. Made with plenty of mouth-numbing Sichuan pepper, their mapo-men is sure to give your taste buds a kick. Customize your bowl with three levels of spiciness.\n- Shibire Noodles Rousoku-ya is a chic noodle joint in Ginza that specializes in spicy, mapo-style ramen noodles. The mapo-men is made with ample amounts of mouth-numbing Sichuan pepper. You can customize the spiciness level with three options: light, medium, and heavy.\n- This chic noodle joint specializes in spicy, mapo-style ramen noodles. Made with ample amounts of mouth-numbing Sichuan pepper, the mapo-men will surely satisfy those looking for a spicy kick. Customize your bowl with three levels of spiciness.\n", "count": 6}, "TsuruTonTan Udon Noodle Brasserie Ginza": {"name": "TsuruTonTan Udon Noodle Brasserie Ginza", "description": "- This TsuruTonTan outlet on the tenth floor of Tokyu Plaza Ginza may look grand, but don’t let its fine dining interior discourage you. It’s still the affordable udon joint we know and love – the portions are just as big and the bowls even bigger. TsuruTonTan Udon Noodle Brasserie is perfect for families and groups, as there are cocoon-like box seats that can accommodate six as well as communal tables fit for ten. Most of the comforting udon bowls cost around ¥1,500; the noodles are made in-house and everything is cooked to order. What’s even better is that you can request up to three times the amount of noodles for free. If you’re looking to make an occasion of this, complement your meal with side dishes such as sashimi and tempura. Or go all out with a sukiyaki hot pot set meal with udon noodles and seasonal side dishes from just ¥4,500.\n- TsuruTonTan is an affordable udon joint in Ginza. They offer large portions of udon noodles, and you can request up to three times the amount of noodles for free. They also serve side dishes such as sashimi, tempura, and sukiyaki hot pot set meals.\n- TsuruTonTan Udon Noodle Brasserie Ginza is an affordable udon joint that offers big portions and a variety of options. The noodles are made in-house, and everything is cooked to order. Diners can request up to three times the amount of noodles for free. The restaurant also offers side dishes like sashimi and tempura for a complete meal.\n- TsuruTonTan Udon Noodle Brasserie in Ginza offers affordable yet satisfying udon bowls. The noodles are made in-house, and you can even request up to three times the amount of noodles for free. They also have side dishes like sashimi and tempura to complement your meal.\n- TsuruTonTan Udon Noodle Brasserie offers big portions of affordable udon bowls. The noodles are made in-house and you can request up to three times the amount of noodles for free. They also offer side dishes like sashimi and tempura.\n- This affordable udon joint offers huge portions and a variety of udon bowls. Request extra noodles for free and complement your meal with side dishes like sashimi and tempura. Don't miss their sukiyaki hot pot set meal with udon noodles and seasonal side dishes.\n", "count": 6}, "Hakarime": {"name": "Hakarime", "description": "- An upscale anago specialist in equally upscale Ginza, Hakarime has built its entire menu around conger eels – yet the prices here are surprisingly affordable for the area. Don’t miss the assorted anago sashimi and anago nihonshu (hot sake served with a floating piece of grilled conger eel head), which you can only find at a few places in the city.\n- Hakarime is an upscale anago (conger eel) specialist in Ginza. They offer assorted anago sashimi and anago nihonshu, which is hot sake served with a piece of grilled conger eel head.\n- Hakarime is an upscale anago (conger eel) specialist in Ginza. The restaurant offers a variety of dishes featuring conger eels, including assorted anago sashimi and anago nihonshu (hot sake served with a piece of grilled conger eel head). It's a unique dining experience with surprisingly affordable prices.\n- Hakarime is an upscale anago (conger eel) specialist in Ginza. Their menu revolves around conger eels, and prices are surprisingly affordable for the area. Don't miss their assorted anago sashimi and anago nihonshu, a hot sake served with a piece of grilled conger eel head.\n- Hakarime is an upscale anago specialist in Ginza. They offer assorted anago sashimi and anago nihonshu, which you can only find at a few places in the city. Prices are surprisingly affordable for the area.\n- Hakarime is an upscale conger eel specialist that offers an affordable menu. Try their assorted anago sashimi and anago nihonshu for a unique dining experience. It's a rare find in Ginza.\n", "count": 6}, "Heigei": {"name": "Heigei", "description": "- Originated in Hong Kong, this Chinese seafood restaurant serves classic Cantonese cuisine including dim sum, fried rice, shrimp wanton noodles and more. While Heigei specialises in seafood, the menu also offers plenty of veggie, tofu and meat dishes, too. Try a Sichuan mapo tofu, peking duck or one of the seafood dishes packed with flavourful peppers and garlic. We recommend the chilli and garlic fried mud crab in particular, which is a deep fried dish using one of the most luxurious crabs in the world. Or go all-out and treat yourself to the multicourse meal (from ¥6,600), which comes with dishes like crab and salmon roe cooked in a Hong Kong clay pot, teppan grilled shrimp chilli with crispy black rice and Cantonese roast duck. Come here for lunch and you can choose from nine different set meals ranging from ¥1,400 to ¥5,000. If you get here early enough, you can snag the steamed fish set (¥2,200), which is only offered to five customers per day.\n- Heigei is a Chinese seafood restaurant in Ginza that serves classic Cantonese cuisine. Their menu includes dim sum, fried rice, shrimp wonton noodles, Sichuan mapo tofu, Peking duck, and various seafood dishes.\n- Heigei is a Chinese seafood restaurant that serves classic Cantonese cuisine. They specialize in seafood dishes packed with flavorful peppers and garlic. The restaurant also offers a multicourse meal with dishes like crab and salmon roe cooked in a Hong Kong clay pot and teppan grilled shrimp chili. It's a great place to indulge in delicious and authentic Cantonese flavors.\n- Heigei is a Chinese seafood restaurant in Ginza, originating from Hong Kong. They serve classic Cantonese cuisine, including dim sum, fried rice, shrimp wonton noodles, and more. Their steamed fish set is a must-try, featuring one of the most luxurious crabs in the world.\n- Heigei is a Chinese seafood restaurant that serves classic Cantonese cuisine including dim sum, fried rice, shrimp wanton noodles, and more. They specialize in seafood dishes packed with flavorful peppers and garlic. Lunch set meals are available ranging from ¥1,400 to ¥5,000.\n- Heigei is a Chinese seafood restaurant that serves classic Cantonese cuisine. From dim sum to seafood dishes packed with flavorful peppers and garlic, their menu offers a wide variety of options. Try their chili and garlic fried mud crab, a deep-fried dish using one of the most luxurious crabs in the world.\n", "count": 6}, "Matsuo Genghis Khan": {"name": "Matsuo Genghis Khan", "description": "- This classy wood-panelled barbecue joint is on a narrow street off Ginza’s main drag. A row of tabletops line one wall, with the rest partitioned behind glass walls, and at the centre of each, depressed into the table surface, is a dome-shaped grill, meant to represent Mongolian warriors’ helmets. Although the all-you-can-eat/drink dinner deals are reasonably priced, for those on a budget we recommend the warrior-sized lunch sets. You can choose from seven types of lamb and veggie grills (mostly under ¥2,000 on weekdays), which include salad, rice and miso soup as well as bottomless soft drink (self-serve).\n- Matsuo Genghis Khan is a wood-panelled barbecue joint in Ginza. They offer all-you-can-eat/drink dinner deals and warrior-sized lunch sets with various types of lamb and vegetables. The lunch sets include salad, rice, miso soup, and bottomless soft drink.\n- Matsuo Genghis Khan is a classy wood-paneled barbecue joint known for its lamb and vegetable grills. They offer lunch sets with various types of grills, salad, rice, miso soup, and bottomless soft drinks. It's a great place to enjoy a filling meal at an affordable price.\n- Matsuo Genghis Khan is a wood-paneled barbecue joint in Ginza that offers all-you-can-eat/drink dinner deals at reasonable prices. For those on a budget, they recommend the warrior-sized lunch sets which include lamb and veggie grills, salad, rice, miso soup, and bottomless soft drinks.\n- Matsuo Genghis Khan is a classy barbecue joint with tabletop grills meant to represent Mongolian warriors' helmets. They offer all-you-can-eat/drink dinner deals and reasonably priced warrior-sized lunch sets. They have seven types of lamb and veggie grills to choose from.\n- This wood-paneled barbecue joint offers all-you-can-eat dinner deals at reasonable prices. For those on a budget, their warrior-sized lunch sets are recommended. Choose from a variety of lamb and veggies grills, which include salad, rice, miso soup, and bottomless soft drinks.\n", "count": 6}, "Kushinobo Ginza": {"name": "Kushinobo Ginza", "description": "- Headquartered in the Hozenji area of Osaka, Kushinobo specialises in kushikatsu – various deep-fried delicacies served on skewers. In addition to set meals, the menu lists a wide variety of à la carte treats, all made with quality ingredients. Although the skewered bites are all deep fried, you’ll be surprised by the diversity of flavours. We recommend ordering at least one skewer of everything, especially the prawn, wagyu and asparagus. After savouring a couple of sticks unadorned, try experimenting with the various condiments: these range from classic kushikatsu sauce to sesame salt and a spicy sesame-mustard sauce.\n- Kushinobo specializes in kushikatsu, various deep-fried delicacies served on skewers. They offer set meals and a wide variety of à la carte treats, including prawn, wagyu, and asparagus skewers. They have different condiments to try with the skewers.\n- Kushinobo specializes in kushikatsu, various deep-fried delicacies served on skewers. The menu offers a wide variety of à la carte treats made with quality ingredients. The skewered bites are deep-fried and come with a range of condiments, allowing diners to experiment with different flavors. It's a place to indulge in delicious deep-fried delights.\n- Kushinobo specializes in kushikatsu, various deep-fried delicacies served on skewers. The menu offers a wide variety of a la carte treats, all made with quality ingredients. Don't forget to try the prawn, wagyu, and asparagus skewers and experiment with the various condiments.\n- Kushinobo specialises in kushikatsu - various deep-fried delicacies served on skewers. The skewered bites are deep-fried and come with a variety of condiments. Recommended to try at least one skewer of everything.\n- Kushinobo specializes in kushikatsu - various deep-fried delicacies served on skewers. The menu offers a wide variety of skewers with diverse flavors. Try the prawn, wagyu, and asparagus skewers and experiment with the various condiments.\n", "count": 6}, "Nakamura Tokichi": {"name": "Nakamura Tokichi", "description": "- On the fourth floor of the chrome-plated shopping mall Ginza Six is this understated little shop. At the front, you’ll find a great variety of matcha tea for sale, but beyond a mysterious partition curtain is the real gem: its café. Everything on the menu is made with matcha, including the soba and udon. The waiter will prepare complimentary tea when you sit down, while describing the day’s selection. The matcha notes in everything from the noodles to the cheesecake are mild and never overpowering. We recommend the matcha soba set, which comes with ginger-topped rice, Kyoto pickles, matcha jelly, and three different ways of seasoning the soup.\n- Nakamura Tokichi is a café in Ginza that serves dishes made with matcha, including soba and udon. They offer a matcha soba set that comes with ginger-topped rice, Kyoto pickles, matcha jelly, and seasoned soup.\n- Nakamura Tokichi is a matcha café located in Ginza Six. They offer a variety of matcha-infused dishes, including soba and udon. The matcha notes in their dishes are mild and never overpowering. The café provides a relaxing atmosphere to enjoy a cup of tea and a delicious matcha-based meal.\n- Nakamura Tokichi is a hidden gem inside the Ginza Six shopping mall. They offer matcha-themed dishes, including matcha soba and udon. The matcha flavors in their dishes are mild and never overpowering. We recommend trying the matcha soba set, which comes with rice, pickles, and different ways of seasoning the soup.\n- Nakamura Tokichi is a matcha specialty café in Ginza. They serve matcha soba, udon, and cheesecake. The matcha notes in everything are mild and never overpowering. It's recommended to try the matcha soba set.\n- Check out this matcha-themed café on the fourth floor of Ginza Six. Enjoy matcha-infused soba and udon noodles along with complimentary matcha tea. The mild matcha notes in their dishes are not overpowering and add a unique flavor.\n", "count": 6}, "Numazuko Ginza": {"name": "Numazuko Ginza", "description": "- Ginza is known for its expensive sushi, but prices are kept low at this popular conveyor-belt restaurant, which offers all your usual sushi finds. If you’re feeling a little fancy, you can order from the premium selection. We recommend the nama uni, where the generous heap of fresh sea urchin is larger than the rice underneath, and the seared anago (conger eel) that is so huge it completely covers the rice.\n- Numazuko Ginza is a popular conveyor-belt sushi restaurant in Ginza that offers a selection of sushi, including nama uni and seared anago. They also have a premium selection available.\n- Numazuko Ginza is a popular conveyor-belt sushi restaurant in Ginza. They offer a range of sushi options, including a premium selection. The restaurant is known for its generous portions, especially the nama uni (fresh sea urchin) and seared anago (conger eel) sushi. It's a great place to enjoy delicious and affordable sushi.\n- Numazuko Ginza is a popular conveyor-belt sushi restaurant in Ginza. They offer a variety of sushi, including a premium selection. We recommend trying their nama uni, which features a generous heap of fresh sea urchin, and their seared anago (conger eel) that completely covers the rice.\n- Numazuko Ginza is a popular conveyor-belt sushi restaurant in Ginza. They offer a variety of sushi options, including signature ones such as nama uni and seared anago. Prices are kept low compared to other sushi places in Ginza.\n- This conveyor-belt sushi restaurant offers affordable sushi options. Try their premium selection for a fancier dining experience. Don't miss the nama uni and seared anago - generous portions that completely cover the rice.\n", "count": 6}, "Kitafuku": {"name": "Kitafuku", "description": "- From the moment you remove your shoes to walk on the tatami mats to your final morsel of fresh, briny-sweet crabmeat, Kitafuku is an exhilarating experience. A meal at this crab specialist, where the offerings vary from season to season, lasts at least two hours, which is the minimum time necessary for a live king crab (typically around 4-5kg) to be deshelled, systematically dismantled – leg by leg, claw by claw – and enjoyed in various ways: blanched, boiled, charcoal-grilled and sashimi. It doesn’t come cheap though: be prepared to spend at least ¥27,000, so if you’re not a big fan of crab, don’t even think about it. However, it’s worth every yen for a unique and spectacular evening out.\n", "count": 1}, "Tempura Abe": {"name": "Tempura Abe", "description": "- The shopping enclave of Ginza is the last place you’d expect to find a Bib Gourmand meal for just ¥1,000. But on weekday lunchtimes, this anomaly of a restaurant, tucked away in a narrow basement in a back alley, serves excellent tendon (tempura on rice) for just that. It’s a steal, considering dinner here will set you back at least ¥5,500. This place has serious pedigree: the proprietor Chef Abe had previously worked at Nadaman, one of the city’s top Japanese restaurants, for 30 years. Prawn tempura is a speciality: you’ll get two of these perfectly executed fritters plus three kinds of seasonal vegetables with the Oebi tendon lunch, or a large shrimp-and-vegetable fritter plus a tempura egg with the kakiage don. Whichever you choose, you can count on fresh ingredients and non-greasy batter, and a filling meal that includes miso soup and pickles.\n- Tempura Abe is a Bib Gourmand restaurant in Ginza that serves excellent tendon (tempura on rice) for a reasonable price. They offer prawn tempura and three kinds of seasonal vegetables, with options for large shrimp-and-vegetable fritters or tempura egg.\n- Tempura Abe is a hidden gem in Ginza that serves excellent tendon (tempura on rice) at a steal of a price during weekday lunchtimes. The restaurant offers perfectly executed prawn tempura and seasonal vegetable tempura with non-greasy batter. The meal includes miso soup and pickles, making it a filling and affordable option.\n- Tempura Abe is an anomaly in Ginza, offering affordable tendon (tempura on rice) for just ¥1,000 during lunchtime. Their prawn tempura is a specialty, and they also offer a variety of seasonal vegetables. Count on fresh ingredients, non-greasy batter, and a filling meal that includes miso soup and pickles.\n- Tempura Abe is a tempura restaurant located in Ginza. They are known for their light and crispy tempura, made with a variety of ingredients such as shrimp, vegetables, and seafood. With their focus on quality and technique, Tempura Abe is a top choice for tempura lovers.\n- Tempura Abe offers excellent tendon (tempura on rice) for just ¥1,000 during weekday lunchtimes. The prawn tempura is a specialty and they also offer a variety of seasonal vegetables. Fresh ingredients and non-greasy batter are guaranteed.\n- Tempura Abe is an anomaly in Ginza, offering a Bib Gourmand meal for just ¥1,000 at lunchtime. Enjoy their excellent tendon (tempura on rice) with non-greasy batter and fresh ingredients. It's a steal considering the quality and price.\n", "count": 7}, "Sushi Mrestaurant": {"name": "Sushi Mrestaurant", "description": "- Yoshinobu Kimura explores the potential of sushi as an international cuisine, pairing it with super-premium sake and wine. Fusion seafood prepared with contemporary techniques and international influences.\n", "count": 1}, "Rozan Ginza": {"name": "Rozan Ginza", "description": "- Head chef Yusuke Maruyama combines traditional Edo-style techniques with unconventional modern touches, resulting in delectably flavorful mouthfuls of sushi.\n", "count": 1}, "Sugita": {"name": "Sugita", "description": "- Chef Takaaki Sugita's traditional yet subtly innovative style includes experimenting with fish maturation times to bring out the richness of flavors, along with his signature luxuriously creamy ankimo.\n- Sugita is a renowned sushi restaurant in Tokyo known for its traditional but subtly innovative style. Chef Takaaki Sugita showcases his expertise with dishes like ankimo pate and shime-saba and shiso nori roll.\n- Sugita is a renowned sushi restaurant in Tokyo known for its traditional but subtly innovative style. Chef Takaaki Sugita showcases his expertise with dishes like ankimo pate and shime-saba and shiso nori roll.\n", "count": 3}, "Sushi Tokyo Yoshida": {"name": "Sushi Tokyo Yoshida", "description": "- This newcomer surprises with its resplendent interior and sumptuously appointed sushi chefs. Fillets of golden-eye bream and Japanese bluefish seared under blazing-hot binchotan charcoal embers are just the start of the culinary delights.\n", "count": 1}, "Sushi-Ya": {"name": "Sushi-Ya", "description": "- Hidden in the Ginza district, this minimalist and elegant sushi shop focuses on the fish, with chef Mamoru Hashimoto trained at Sushi Kanesaka.\n- Sushi-Ya is a hidden sushi shop in Tokyo that offers minimalist and elegant dining. Chef Mamoru Hashimoto focuses on the quality of the fish, offering a menu that showcases a variety of sushi.\n", "count": 2}, "Sushisho Masa": {"name": "Sushisho Masa", "description": "- An intimate seven-seater, Sushisho Masa showcases chef Masakatsu Oka's skills in preparing and serving fish, creating a purposeful experience in a beautifully simple setting.\n", "count": 1}, "Udatsu": {"name": "Udatsu", "description": "- Chef Hisahi Udatsu provides classic sushi with creative touches, including hay-scented tuna, a refreshing roll with fresh herbs, and charcoal-seared wagyu, paired with vegetarian menus available upon request.\n", "count": 1}, "Hakkoku": {"name": "Hakkoku", "description": "- With meticulous care, chef Hiroyuki Sato slices raw fish on a wooden sushi bar, creating a grand omakase experience with 30 individual pieces of self-contained masterpiece nigiri and maki.\n", "count": 1}, "Sushi Kanesaka": {"name": "Sushi Kanesaka", "description": "- Shinja Kanesaka's sushi counter at the Palace Hotel offers textbook-perfect nigiri and otsumami small bites in a well-balanced culinary experience.\n- Sushi Kanesaka is a highly acclaimed restaurant that serves high-quality sushi. Lunch is available at accessible prices compared to dinner, with lunch sets available at three different prices. The sushi toppings are prepared perfectly with the sushi rice, creating an enjoyable dining experience.\n", "count": 2}, "Sushi Sho": {"name": "Sushi Sho", "description": "- Sushi Sho's calm and tea ceremony-like atmosphere, combined with a 30-dish tasting menu of otsumami small plates, sashimi, and nigiri, offers a memorable experience where sake and seafood take center stage.\n- Sushi Sho rolls together refined interior, visually appealing appetizers, and sumptuous nigiri shaped by a master chef. Guests are enchanted by the unforgettable dining experience.\n", "count": 2}, "Sushi no Midori": {"name": "Sushi no Midori", "description": "- Sushi no Midori serves generous portions of fresh fish from Tsukiji Market, including their signature anago ippon-nigiri, a whole fillet of sea eel brushed with sweet-and-savory soy sauce.\n- Sushi no Midori is a popular sushi restaurant with branches in Ginza and Shibuya. They offer a wide variety of sushi options, from traditional nigiri to creative rolls. With their focus on quality and freshness, Sushi no Midori is a great place to experience the best of Tokyo sushi.\n", "count": 2}, "Taku": {"name": "Taku", "description": "- Chef Ishizaka's beautifully crafted otsumami small bites at Taku go beyond the usual, pairing sweet crab with blanched rape blossoms and two kinds of fish roe, and shrimp with maitake mushroom and lotus root.\n", "count": 1}, "Sushidan": {"name": "Sushidan", "description": "- The casual sister of Hakkoku, Sushidan offers sophisticated sushi at an affordable price, using premium ingredients and the same red rice vinegar-seasoned shari. It's a family-friendly option in the bustling Eat Play Works food hall.\n", "count": 1}, "Sushi Yoshitake": {"name": "Sushi Yoshitake", "description": "- Chef Masahiro Yoshitake's omakase-only spot offers sublime otsumami small plates, with highlights including sake-simmered shirako and tender abalone served with an umami-rich dipping sauce.\n- Sushi Yoshitake is a 3-star Michelin sushi restaurant that prides itself on using the finest and freshest ingredients. Sit at the counter and witness the master sushi chef's artistry. Their menu changes with the seasons, offering dishes like abalone liver and tender firefly squid.\n- The 3-star Michelin restaurant, Sushi Yoshitake, prides itself on sushi made from the finest and freshest ingredients. Diners can feast their eyes on the knifework of the master sushi chef, while seated at the counter. Yoshitake's masterpieces combine artistry with the traditional Edomae style. Some dishes include abalone liver and uni sauce dip, tender firefly squid coated in a tangy miso sauce, and soft cod roe in sweet rice wine, but again, the menu changes with the season.\n- Sushi Yoshitake is a 3-star Michelin restaurant that prides itself on sushi made from the finest and freshest ingredients. Sit at the counter to witness the master sushi chef's knifework. Enjoy abalone liver with uni sauce dip, firefly squid in tangy miso sauce, and soft cod roe in sweet rice wine, among other seasonal specialties.\n", "count": 4}, "Sushi Kokoro": {"name": "Sushi Kokoro", "description": "- Kokoro's head chef Michimasa Nakamura creates sushi with lightly seasoned rice that is always on point, while his jovial and customer-focused personality adds joy to the culinary experience.\n", "count": 1}, "Isana": {"name": "Isana", "description": "- Chef Junichi Onuki aims to create a relaxed atmosphere at Isana Sushi Bar, offering balanced and beautiful bites with his precise technique and meticulous sourcing of fish, all within the warm and glowing space of the Hotel S in Roppongi.\n", "count": 1}, "Sushi Dai": {"name": "Sushi Dai", "description": "- Sushi Dai in the Toyosu fish market continues the tradition of serving excellent quality fish, making it a favorite destination for sushi breakfast. The lines may have migrated, but the decadent fatty tuna and other seasonal delights are still worth the wait.\n- Fresh and high-quality sushi served in a small and popular sushi bar in Ginza. Expect long lines but it is definitely worth the wait for the melt-in-your-mouth sushi.\n- Fresh and top-quality sushi with a wait time of several hours due to its popularity.\n- Sushi Dai, located in Tsukiji, serves some of the best sushi in Tokyo. The sushi is served one-by-one by the sushi chef, offering a melt-in-your-mouth freshness. The sushi bar is small, seating no more than 10 people at a time, but the wait is worth it.\n", "count": 4}, "Nemuro Hanamaru": {"name": "Nemuro Hanamaru", "description": "- Located in the Kitte shopping complex, Nemuro Hanamaru is a buzzing kaiten-zushi spot where chefs constantly prepare and serve plates of nigiri on revolving conveyor belts, creating a fast-paced and lively dining experience.\n", "count": 1}, "Sushi Saito": {"name": "Sushi Saito", "description": "- Takahashi Saito's mastery of subtlety and balance shines in his outstanding bonito sashimi and tender simmered octopus. The shari rice, with mild red vinegar and the perfect amount of salt, is paired perfectly with the sushi.\n- Renowned for its exceptional sushi made by expert chefs using the freshest ingredients.\n", "count": 2}, "Sukiyabashi Jiro": {"name": "Sukiyabashi Jiro", "description": "- Jiro Ono's three-Michelin-starred restaurant may have a simple decor, but the focus is on the sublime sushi. Situated in Ginza, Jiro's sushi is a culinary experience that shouldn't be missed.\n- A three Michelin-starred sushi restaurant known for its traditional and authentic sushi omakase.\n- Since winning three Michelin stars and featuring in a celebrated documentary, Sukiyabashi Jiro has become one of the most famous sushi restaurants in the world. It’s a tiny, unassuming spot, with only a few seats at the sushi counter, but the food quality is phenomenal. Chef and owner Jiro and his team are renowned for their attention to detail, and serve only the best fish, delicately flavouring and preparing each morsel. Sukiyabashi Jiro is incredibly popular, so reserve way in advance.\n", "count": 3}, "Sushi Kimura": {"name": "Sushi Kimura", "description": "- At Sushi Kimura, aged seafood takes center stage with surprising tastes and strictly seasonal varieties of fish. Chef Kimura's laid-back style offers a unique sushi experience.\n", "count": 1}, "Sushi Take": {"name": "Sushi Take", "description": "- Takeuchi, one of Tokyo's few female sushi chefs, impresses with her precise technique and meticulous sourcing of fish at Sushi Take. Her traditional style and balanced bites are a testament to her dedication and skill.\n", "count": 1}, "Amamoto": {"name": "Amamoto", "description": "- With flawlessly executed sushi and theatrical panache, chef Masamichi Amamoto creates an unforgettable dining experience. Despite being one of Tokyo's toughest reservations, the seasonal ingredients and attention to detail make it worth the effort.\n", "count": 1}, "Sushi Fujita": {"name": "Sushi Fujita", "description": "- This sushi restaurant near Kabukiza Theater offers two omakase courses, allowing you to savor sushi made with seasonal ingredients. The standout dish is the plump and soft anago (conger eel) with a sweet soy sauce that enhances its flavors. The restaurant has a comfortable and minimalist atmosphere.\n", "count": 1}, "Tsukiji Suzutomi GINZA SIX branch": {"name": "Tsukiji Suzutomi GINZA SIX branch", "description": "- Tsukiji Suzutomi offers high-quality sushi and Japanese cuisine. Their hand-formed sushi with tuna, made with high-quality tuna from a specialized wholesaler, is a must-try. The restaurant offers a sophisticated and dignified space with private rooms available for those seeking a more intimate dining experience.\n", "count": 1}, "Ginza Sushi Dokoro Shin": {"name": "Ginza Sushi Dokoro Shin", "description": "- Ginza Sushi Dokoro Shin is a sushi restaurant that offers a relaxing environment and reasonable prices. The restaurant prides itself on serving sushi made by chefs with outstanding skills, using premium ingredients. In addition to their high-end sushi, their a-la-carte dishes made with fresh seafood are also recommended.\n", "count": 1}, "Otaru Masazushi Ginza": {"name": "Otaru Masazushi Ginza", "description": "- Otaru Masazushi Ginza originated in Otaru, Hokkaido, and offers a variety of excellent seafood dishes. Their chef's special sashimi course is a must-try, featuring fresh seafood directly procured from Hokkaido. With attractive prices for both lunch and dinner, this restaurant allows you to enjoy yourself without worrying about money.\n", "count": 1}, "Ginza Fujita": {"name": "Ginza Fujita", "description": "- Ginza Fujita is a quiet and sophisticated restaurant located near Shimbashi Station. They offer a variety of different dishes, including sushi and tempura, all made with absolute commitment to quality. Their tempura is purposely made small to concentrate the umami flavors, creating a unique dining experience.\n", "count": 1}, "Ginza Genkai Sushi": {"name": "Ginza Genkai Sushi", "description": "- Ginza Genkai Sushi is popular for its high quality food at reasonable prices. The restaurant procures fresh ingredients daily, and the skill of the chef is evident in the selection of the best fish each season. The menu includes a variety of nigiri and specials like the Extra Special Nigiri, all at astonishing prices.\n", "count": 1}, "Ginza Koshitsu Koya Ginza Branch": {"name": "Ginza Koshitsu Koya Ginza Branch", "description": "- Ginza Koshitsu Koya Ginza is an all-private room izakaya specializing in creative Japanese cuisine with courses that include sushi. Their Special Selection Tsubaki Course offers three hours of bottomless drinks and is reasonably priced. It is the perfect restaurant to enjoy reasonably priced Japanese cuisine in big groups.\n", "count": 1}, "Sushi Makoto": {"name": "Sushi Makoto", "description": "- Sushi Makoto offers traditional Edo-style sushi made by the owner, who trained at a famous restaurant in Akasaka. The owner's dedication to quality is apparent in their careful selection of ingredients and their use of slightly sweet minced shrimp in their sushi. This restaurant is perfect for sushi enthusiasts.\n", "count": 1}, "Sushi Tajima": {"name": "Sushi Tajima", "description": "- Sushi Tajima is known for offering fresh seasonal ingredients at reasonable prices. Their standard dinner course includes seasonal sashimi, kushiyaki of soft and juicy domestic Wagyu, and Edo-style sushi. It is a course with a concentration of wonderful Japanese flavors perfect for a memorable night in Ginza.\n", "count": 1}, "Ginza Sushi Watanabe": {"name": "Ginza Sushi Watanabe", "description": "- Ginza Sushi Watanabe is a restaurant that prides itself on procuring the highest quality ingredients and utilizing them optimally. Their sushi rice is slightly firm and enhances the excellence of their sushi toppings. The chef's selection menu includes dishes such as kohada marinated in vinegar and Anago, allowing you to savor the owner's culinary skills.\n", "count": 1}, "Sushi Uoyu Ginza Branch": {"name": "Sushi Uoyu Ginza Branch", "description": "- Sushi Uoyu Ginza Branch is a sushi restaurant located just 1 minute from Ginza Station. They offer fresh ingredients at reasonable prices, and their premium sushi includes luxurious toppings such as otoro, chutoro, botan shrimp, and sea urchin. The restaurant is also known for its beautiful squid sashimi.\n", "count": 1}, "Banya Ginza Branch": {"name": "Banya Ginza Branch", "description": "- Banya Ginza Branch is a popular sushi izakaya that offers Japanese dishes made with fresh seafood. Their Chef's Recommendation Course is a cost-effective way of ordering, including six pieces of sushi and six other items. Be sure to enjoy it with the local sake from around Japan.\n", "count": 1}, "Sushi Takahashi": {"name": "Sushi Takahashi", "description": "- Sushi Takahashi is a restaurant opened by a young owner who trained at a highly-acclaimed restaurant. The young owner's passion for sushi can be tasted in the exciting and sensitive flavors of their dishes. This is a wonderful restaurant where you can casually enjoy sushi despite its location in Ginza.\n", "count": 1}, "Harutaka": {"name": "Harutaka", "description": "- Harutaka is an outstanding restaurant that procures the highest quality ingredients with no compromise. The sushi rice here is slightly firm and enhances the excellence of the sushi toppings. The chef's selection menu includes dishes such as kohada marinated in vinegar, maguro with great fat, and amazingly soft anago.\n", "count": 1}, "Sushi Hanabusa": {"name": "Sushi Hanabusa", "description": "- Inheriting techniques passed down for centuries, Hideki Nakajima creates his own style of Edomae-style sushi that suits the modern times. Enjoy an exquisite array of sushi that brings out the best umami flavors of the fish.\n", "count": 1}, "Sushi Takeru": {"name": "Sushi Takeru", "description": "- Endorsed by top sushi masters, Sushi Takeru focuses on craftsmanship and quality. Be blown away by the expertly crafted sushi and the dedication of the chef.\n", "count": 1}, "Sushi Ikuta": {"name": "Sushi Ikuta", "description": "- Tucked away in Kanazawa, Sushi Ikuta offers excellent value with its elegant and simple ambiance. The young owner Takeshi Ikuta greets guests with a friendly welcome, making every visit enjoyable.\n", "count": 1}, "Sushi Kibatani": {"name": "Sushi Kibatani", "description": "- Chef Mitsuhiro Kibatani aims to reinvent a unique style of sushi that is native to Hokuriku. Guests are stunned by the incredible quality of the local seafood and the impressive sake selection.\n", "count": 1}, "Sushi Tanaka": {"name": "Sushi Tanaka", "description": "- Sushi Tanaka offers an individual, quieter dining experience away from the bustling nightlife district. The chef's passion for sushi is unrivaled, and guests are fascinated by his dedication to his craft.\n", "count": 1}, "Sushi Shota": {"name": "Sushi Shota", "description": "- Sushi Shota delivers authentic Edomae sushi and premium maguro to Hokkaido locals. Guests are captivated by the fine dining experience and the exquisite dishes that go beyond traditional sushi.\n", "count": 1}, "Sushi Miyuki": {"name": "Sushi Miyuki", "description": "- Sushi Miyuki showcases the cuisine of an up-and-coming sushi artisan under the guidance of a seasoned professional. Guests are treated to stunning sushi and a unique dining experience.\n", "count": 1}, "Minamiazabu Sushi Yoshida": {"name": "Minamiazabu Sushi Yoshida", "description": "- Sushi Yoshida delights guests with creative sushi and heavenly wine pairings. Guests can expect a culinary and cultural journey through fine food and fine wine.\n", "count": 1}, "Sushi Hanakuruma": {"name": "Sushi Hanakuruma", "description": "- Sushi Hanakuruma brings authentic Edomae sushi to Nagoya, challenging the perception that all the best sushi is in Tokyo. Guests are delighted by the sumptuous creations of the master chef.\n", "count": 1}, "Yakatabune Takamitsu": {"name": "Yakatabune Takamitsu", "description": "- Yakatabune Takamitsu offers a gourmet entertainment experience on a pleasure boat in Tokyo. Guests can enjoy sublime sushi and a diverse drinks collection while soaking up the sights of the city.\n", "count": 1}, "Sushi Sanshin": {"name": "Sushi Sanshin", "description": "- Sushi Sanshin, located near Osaka Castle, offers top-class sushi in a quaint traditional Japanese house. Guests can devour delicious sushi while enjoying the natural light and beauty of the surroundings.\n", "count": 1}, "Sushi Sohei": {"name": "Sushi Sohei", "description": "- Sushi Sohei is a cheerful place to savor sushi in Sapporo. The chef's solid language skills and international flair add to the experience, making every visit memorable.\n", "count": 1}, "Sushi Akira": {"name": "Sushi Akira", "description": "- Sushi Akira stands out with its unique touches and energetic young chef. Guests can expect a dining experience that goes beyond sushi, with a profound respect for the chef's roots.\n", "count": 1}, "Sushi Taira": {"name": "Sushi Taira", "description": "- Sushi Taira focuses on making delicious nigiri sushi with a true craftsman approach. Guests can expect a simple yet refined dining experience centered around the flavors of the fish.\n", "count": 1}, "Ichiu": {"name": "Ichiu", "description": "- Ichiu offers traditional Japanese cuisine and sushi, creating a combination sought after by every visitor to Japan. Guests can indulge in exquisite skills and a touch of playfulness.\n", "count": 1}, "Higashiazabu Saiko": {"name": "Higashiazabu Saiko", "description": "- Higashiazabu Saiko offers a classic and sincere approach to Edomae sushi. Guests can enjoy meticulous sushi prepared by the chef, creating an indulgent dining experience.\n", "count": 1}, "Kotan": {"name": "Kotan", "description": "- Kotan epitomizes elegant simplicity with its modern yet Japanese space. Guests can delight in the total Japanese experience, from the interior to the tableware to the delectable sushi.\n", "count": 1}, "Sushi Masashi": {"name": "Sushi Masashi", "description": "- Sushi Masashi offers a long-awaited restaurant experience by chef Masashi Yamaguchi. Guests can expect sushi developed by a chef with experience at renowned sushi restaurants in Tokyo and Kyoto.\n", "count": 1}, "Takumi Sushi Kou": {"name": "Takumi Sushi Kou", "description": "- Takumi Sushi Kou combines the skills of a sushi craftsman with unique sensibility. Guests can revel in exquisite sushi made with attention to detail and served with three types of vinegared rice.\n", "count": 1}, "Ginza Mitsukoshi Food Hall": {"name": "Ginza Mitsukoshi Food Hall", "description": "- Located in the second-floor basement of Mitsukoshi, this depachika offers a variety of Japanese local food and seasonal ingredients. From bento shops to sake stores to confectionaries, this food hall is a paradise for foodies.\n- Located in the second-floor basement of Mitsukoshi, Ginza Mitsukoshi Food Hall offers a wide variety of delicious treats. From bento shops to sake stores and confectionaries, this sprawling paradise showcases Japan's local food culture and seasonal ingredients. Don't forget to visit the rooftop garden for a scenic spot to enjoy your food.\n- The second-floor basement of Mitsukoshi is a depachika (literally \"department store basement\") where you can find a wonderland of food. Depachika are a must-visit for foodies and Ginza Mitsukoshi, in particular, is a sprawling paradise of delicious treats. The food basement offers limitless food options that showcase Japan’s local food culture and seasonal ingredients.\n- The second-floor basement of Mitsukoshi is a depachika where you can find a wonderland of food. It offers limitless food options that showcase Japan’s local food culture and seasonal ingredients. From bento shops to Japanese sake stores and confectionaries, this sprawling food hall has it all.\n", "count": 4}, "Luxury Brand Dining at Armani Ristorante, Bvlgari La Terra & More": {"name": "Luxury Brand Dining at Armani Ristorante, Bvlgari La Terra & More", "description": "- For branded dining experiences, Ginza offers a range of options. Visit Armani Ristorante for a sumptuous meal, Bvlgari La Terrazza Lounge for an open-air tea experience, or Shiseido Parlour Salon de Cafe for Japanese western cuisine and classic desserts.\n- For those who prefer branded dining experiences, Ginza has brands aplenty. Visit the upscale Armani Ristorante for a sumptuous lunch, afternoon tea, or dinner. Or visit Bvlgari La Terrazza Lounge for an open-air tea experience and indulge in the Bulgari Afternoon Tea Box, a three-tiered box of sweet and savory treats that's served with coffee or tea. Japanese cosmetic company Shiseido also joins the branded-cafe experience with Shiseido Parlour Salon de Cafe, serving dishes such as meat croquette, Japanese curry rice, omurice, strawberry parfait, and chocolate parfait.\n- Ginza is home to luxury brand dining experiences. Armani Ristorante offers sumptuous meals for lunch, afternoon tea, or dinner, while Bvlgari La Terrazza Lounge provides an open-air tea experience with a three-tiered box of sweet and savory treats. Shiseido Parlour Salon de Cafe serves yoshoku dishes and classic desserts.\n", "count": 3}, "Bar Lupin": {"name": "Bar Lupin", "description": "- Established in 1928, Bar Lupin was a gathering place for Japanese writers, painters, actors, and photographers. Today, it remains a renowned bar where you can enjoy intellectual and literary discussions while sipping on martinis or Moscow mules.\n- Bar Lupin, established in 1928, is a renowned bar in Ginza which was flocked to by famous Japanese writers, painters, actors, and photographers. Notable patrons include members of the buraiha (\"the school of irresponsibility and decadence\"), like writers Dazai Osamu and Sakaguchi Ango. The bar remains the perfect spot to have intellectual and literary discussions while sipping a martini or Moscow mule.\n- Bar Lupin, established in 1928, was a gathering place for famous Japanese writers, painters, actors, and photographers. This renowned bar allows you to sip martinis or Moscow mules while surrounded by photographs that harken back to its heydays.\n", "count": 3}, "The Bar Orchard": {"name": "The Bar Orchard", "description": "- The Bar Orchard is a unique bar in Tokyo that turns bartending into performance art. Their bartenders use liquid nitrogen to create innovative and bubbly cocktail concoctions, personalized to your taste. Don't miss their seasonal fruit-based cocktails.\n- The Bar Orchard is one of the most unique bars in Tokyo, transforming bartending into something like performance art. Their bartenders have mastered the art of combining seasonal fresh fruits and the science of using liquid nitrogen to create spectacular cocktail concoctions. And if you don't know what to order, the bartenders will personalize one just for you. Just pick one of the seasonal fruits at the bar and the mixology team will make a drink that's innovative, wild, and bubbly!\n- The Bar Orchard is a unique bar in Tokyo where bartending is transformed into performance art. Their bartenders use seasonal fresh fruits and liquid nitrogen to create spectacular cocktail concoctions. Personalized drinks are also available, where the mixology team incorporates your chosen seasonal fruit into an innovative, wild, and bubbly drink.\n", "count": 3}, "Birdland Ginza": {"name": "Birdland Ginza", "description": "- Birdland Ginza is a yakitori restaurant where the owner-chef grills high-quality chicken from Okukuji. They offer two omakase courses, including skewers, grilled yam, and chicken and egg bowl. Enjoy your meal with sake, beer, or wine from their extensive selection.\n- Let's start with the most accessible Michelin-starred restaurant in Ginza, a yakitori joint called Birdland. The owner-chef tends to the yakitori grill himself, serving up high-quality chicken from Okukuji, Ibaraki. You can choose between two omakase courses which come with pâté, skewers, grilled yam, and a small oyakodon (chicken and egg bowl), to name just a few courses. To go with the skewers, you can enjoy some sake or beer, or order from the extensive wine selection.\n- Birdland Ginza is a yakitori joint that serves high-quality chicken from Okukuji, Ibaraki. With a choice between two omakase courses, their menu includes pâté, skewers, grilled yam, and oyakodon (chicken and egg bowl), among others. Pair your skewers with sake, beer, or wine for a complete dining experience.\n", "count": 3}, "Ginza Kojyu": {"name": "Ginza Kojyu", "description": "- Ginza Kojyu is a 3-star Michelin kaiseki restaurant known for serving Japanese haute cuisine using ultra-seasonal ingredients. Dine at the counter or in a private room and experience dishes like prawn dumplings, grilled salmon, and steamed parrotfish.\n- Ginza Kojyu, a 3-star Michelin kaiseki restaurant headed by Chef Toro Okuda, is famous for serving Japanese haute cuisine using ultra-seasonal ingredients. Some of Ginza Kojyu's offerings include prawn dumplings floating in dashi stock broth, salmon grilled over charcoal, and rice with steamed parrotfish. There is no single set menu for kaiseki, as the offerings change depending on the seasonality of ingredients.\n- The fourth floor of an office building isn’t where you would usually expect to find a three Michelin-starred restaurant in Tokyo, but that’s exactly where Ginza Kojyu is located. And there’s nothing businesslike about the experience either, which is a perfect example of Asian haute cuisine, in which delicious dishes are served in private rooms divided by delicate paper screens. The kaiseki menu, a form of traditional Japanese haute cuisine, incorporates only seasonal ingredients, and chef Toro Okuda suggests that sudachi juice and salt should be delicately sipped between courses to cleanse the palate. Reservations are difficult to obtain but worth the wait.\n- Ginza Kojyu is a 3-star Michelin kaiseki restaurant known for serving Japanese haute cuisine using ultra-seasonal ingredients. Offerings range from prawn dumplings in dashi stock broth to charcoal-grilled salmon and rice with steamed parrotfish. The menu changes based on ingredient seasonality, ensuring the freshest and finest dishes.\n", "count": 4}, "Sukibashi Jiro": {"name": "Sukibashi Jiro", "description": "- Sukibashi Jiro is a legendary 3-star Michelin sushi restaurant, known for its perfection in crafting each bite-size morsel. Chef Jiro Ono has served dignitaries and celebrities. With a long waitlist, dining here is a rare opportunity to witness a master at work.\n- Sukibashi Jiro, that legendary Jiro from the documentary Jiro Dreams of Sushi, has 3 Michelin stars. Chef Jiro Ono has dedicated his life to the pursuit of perfection, carefully crafting each bite-size morsel. With hundreds of people on the waitlist, you'll have to be very patient (or well-connected) to dine here, but if you do it will be an unforgettable opportunity to watch the master at work.\n- Sukibashi Jiro is a 3-star Michelin restaurant, famously depicted in the documentary \"Jiro Dreams of Sushi\". Chef Jiro Ono crafts each bite-size sushi morsel with perfection. With notable guests like Prime Minister Shinzo Abe and President Barack Obama, dining here is a truly unforgettable experience.\n", "count": 3}, "Ginza Ichigo": {"name": "Ginza Ichigo", "description": "- Inspired by cha-kaiseki ryori, Ginza Ichigo is a 2-star Michelin restaurant that resembles a traditional tea room. Each course meal includes oden, a Japanese stew, and dishes made with seasonal ingredients. The cozy atmosphere allows guests to interact with the chefs.\n- Inspired by cha-kaiseki ryori, the forerunner to the kaiseki multi-course banquet, Ginza Ichigo, with 2 Michelin stars, was created in the image of a traditional tea room. Every course meal at Ginza Ichigo comes with oden, a Japanese stew that includes fish cakes and other ingredients in dashi broth. The atmosphere at the restaurant is minimalist but cozy, with the chefs occasionally chatting with guests, and as the menu changes based on the season, you'll always be served dishes made with ingredients that are in their prime.\n- Ginza Ichigo, with 2 Michelin stars, offers cha-kaiseki ryori-inspired courses in a traditional tea room setting. Each meal includes oden, a Japanese stew, and changes with seasonal ingredients. The minimalist yet cozy atmosphere allows for occasional chef-guest interactions, ensuring dishes made with prime ingredients.\n", "count": 3}, "Tempura Kondo": {"name": "Tempura Kondo", "description": "- Tempura Kondo is a 2-star Michelin restaurant famous for its skillful tempura chef and wide assortment of vegetables and seafood. The restaurant uses shrimp heads for its shrimp tempura and creates a paper-thin crust for each piece. Reservations can be challenging to secure.\n- Tempura Kondo is a two-Michelin starred restaurant in Tokyo that specializes in sosyal (high-end) tempura. All seats are at the counter where the chef cooks in front of you and serves the tempura omakase style. Their menu includes dishes like uni wrapped in shisho leaves coated in fine tempura batter and crispy prawn head tempura.\n- Famous for its tempura dishes made with the freshest ingredients and served in a traditional setting.\n- Tempura Kondo is a restaurant in Ginza with 2 Michelin stars. Tempura Kondo boasts a wide assortment of vegetables and seafood cooked by a skillful tempura chef. While conventional shrimp tempura is headless, this Michelin-starred tempura restaurant in Ginza uses shrimp heads and fries them as an appetizer. And unlike the usual tempura, the crust enveloping each piece is paper-thin and leaves a crunch that pops in your mouth with each bite.\n- Tempura Kondo is a tempura restaurant located in Ginza. They are known for their meticulously prepared tempura, made with high-quality ingredients and a focus on technique. With their dedication to perfection, Tempura Kondo offers a refined and memorable tempura dining experience.\n- Tempura Kondo is a 2 Michelin-starred restaurant renowned for its wide assortment of vegetables and seafood cooked by a skillful tempura chef. Notable for Prime Minister Shinzo Abe's vote, their signature dish includes shrimp heads as an appetizer. Each piece of tempura has a thin, crispy crust that pops with every bite.\n", "count": 6}, "New Torigin": {"name": "New Torigin", "description": "- New Torigin is a popular yakitori restaurant in Ginza, Tokyo. It is known for its kamameshi (rice cooked in a pot) and yakitori. The yakitori at New Torigin is more simple yet savory compared to other places. The restaurant has a traditional izakaya atmosphere and is a hotspot for locals. It is also reasonably priced and offers a variety of healthy and tasty food.\n", "count": 1}, "Kitafuku Ginza": {"name": "Kitafuku Ginza", "description": "- Kitafuku is a crab specialist in Ginza where you can enjoy a unique and spectacular crab dining experience. They offer live king crab that is deshelled and enjoyed in various ways, such as blanched, boiled, charcoal-grilled, and sashimi.\n- Kitafuku Ginza is a crab specialist restaurant where you can enjoy a unique and spectacular dining experience. They offer various dishes made with fresh, briny-sweet crabmeat, such as blanched, boiled, charcoal-grilled, and sashimi preparations. The meal lasts at least two hours, and it's worth every yen for crab lovers.\n- Kitafuku Ginza is a crab specialist restaurant where the offerings vary seasonally. A meal at Kitafuku is an exhilarating experience, with a live king crab being deshelled and enjoyed in various ways. While it is on the expensive side, it is worth every yen for a unique and spectacular evening out.\n- Kitafuku is a crab specialist restaurant where you can enjoy live king crab prepared in various ways: blanched, boiled, charcoal-grilled, and sashimi. Prices are higher, starting from ¥27,000, but it's worth it for a unique and spectacular experience.\n- Kitafuku is a crab specialist offering an exhilarating dining experience. Enjoy deshelled king crab cooked in various ways, including blanched, boiled, charcoal-grilled, and sashimi. This unique dining experience comes at a higher price, but it's worth it for crab enthusiasts.\n", "count": 5}, "Narisawa": {"name": "Narisawa", "description": "- Narisawa is a two-Michelin starred fine-dining restaurant in Tokyo known for their cuisine that focuses on the harmony of sustainability and gastronomy. Chef-patron Yoshihiro Narisawa works closely with farmers and creates dishes using natural ingredients like wood and soil, allowing diners to gain a new relationship with the natural world and become more in touch with environmental concerns.\n- Narisawa is a two-Michelin-starred restaurant in Tokyo known for its innovative and sustainable cuisine. Chef Yoshihiro Narisawa emphasizes top-quality Japanese ingredients and draws inspiration from Japanese, Chinese, and French cuisine.\n- Narisawa is a two-Michelin-starred restaurant in Tokyo known for its innovative and sustainable cuisine. Chef Yoshihiro Narisawa emphasizes top-quality Japanese ingredients and draws inspiration from Japanese, Chinese, and French cuisine.\n", "count": 3}, "Fukuzushi": {"name": "Fukuzushi", "description": "- Fukuzushi in Roppongi is a mid-range sushi restaurant that is known for its value and quality. Founded in 1917, it's often frequented by celebrities and well-known personalities. The sushi at Fukuzushi is legit and their toro aburi (lightly seared fatty tuna) is melt-in-your-mouth wonderful.\n", "count": 1}, "Akomeya Tokyo": {"name": "Akomeya Tokyo", "description": "- Akomeya Tokyo is a cute casual restaurant located inside a grocery store in Ginza. They serve great value meals of Kobachi-zen (8 little plates set) with rice made from a traditional earthenware pot. It's a traditional Japanese dining experience that goes beyond just sushi.\n", "count": 1}, "Gen Yamamoto": {"name": "Gen Yamamoto", "description": "- Gen Yamamoto is a tiny 8-seater bar in the quiet Azabu-Juban area of Tokyo. The bar offers meticulously prepared cocktail tasting menus made with fresh, seasonal ingredients. The cocktails are well-balanced and delicious, and the bar provides a unique experience similar to omakase-style sushi.\n", "count": 1}, "Bar Martha": {"name": "Bar Martha", "description": "- Bar Martha in Ebisu is a moody \"records bar\" known for its vintage turntables and vintage Tannoy speaker. The bar has a no-photo policy and can be a bit serious at times. It's a great place to have a quiet drink and chat with friends, and they stay open until 5AM.\n", "count": 1}, "Levita Sky Gallery Lounge": {"name": "Levita Sky Gallery Lounge", "description": "- Located in the Prince Gallery Tokyo Kioicho, the Levita Sky Gallery Lounge offers a stunning view of Tokyo. The lounge is known for its pre-dinner and post-dinner drinks, with a selection of wines. The service is welcoming, polite, and friendly, making it the perfect place to relax and enjoy the Tokyo city lights.\n", "count": 1}, "Midori Ginza Sushi": {"name": "Midori Ginza Sushi", "description": "- In the noble shopping area of Tokyo, Midori Ginza Sushi is a local and unassuming place that serves the best sushi in Japan. The sushi is prepared to perfection, with fish that is fresh and portions that are larger than usual. Be prepared for a long wait and a complicated reservation system, but it is definitely worth it. Don't miss out on this place if you have the chance to visit Tokyo.\n", "count": 1}, "Ginza Kyubey": {"name": "Ginza Kyubey", "description": "- High-end sushi restaurant offering a variety of nigiri and sashimi made with fresh ingredients.\n", "count": 1}, "Sushidokoro Mekumi": {"name": "Sushidokoro Mekumi", "description": "- A hidden gem serving high-quality sushi made with a focus on seasonal ingredients.\n", "count": 1}, "Kozasa": {"name": "Kozasa", "description": "- A traditional Japanese restaurant with a menu featuring kaiseki-style dishes made from the finest ingredients.\n", "count": 1}, "Ishikawa": {"name": "Ishikawa", "description": "- A top-rated kaiseki restaurant offering a multi-course meal showcasing the best of Japanese cuisine.\n- Ishikawa is a kaiseki restaurant in Tokyo known for its refined cuisine and top-quality Japanese ingredients. Favorites include baby sweetfish in summer and deep-fried croquettes made with sea turtle and lotus root in winter.\n", "count": 2}, "Hamadaya": {"name": "Hamadaya", "description": "- Specializing in traditional Japanese cuisine, with a focus on sushi and kaiseki-style dishes.\n", "count": 1}, "Kyubei Ginza Main Shop": {"name": "Kyubei Ginza Main Shop", "description": "- A well-established sushi restaurant known for its high-quality nigiri and warm hospitality.\n", "count": 1}, "Sanno Ginza 1": {"name": "Sanno Ginza 1", "description": "- A modern Japanese restaurant serving creative and innovative dishes with traditional flavors.\n", "count": 1}, "Steak House Northland": {"name": "Steak House Northland", "description": "- A steakhouse offering premium cuts of meat cooked to perfection on a teppanyaki grill.\n", "count": 1}, "Ginza Kimuraya": {"name": "Ginza Kimuraya", "description": "- A bakery famous for its delicious and fluffy Japanese-style bread, including their signature anpan.\n", "count": 1}, "Tapas Molecular Bar": {"name": "Tapas Molecular Bar", "description": "- A unique dining experience where chefs prepare molecular gastronomy-inspired dishes right in front of you.\n", "count": 1}, "Sushi Nakamura": {"name": "Sushi Nakamura", "description": "- A highly regarded sushi restaurant known for its attention to detail and exceptional quality.\n", "count": 1}, "Butagumi": {"name": "Butagumi", "description": "- A specialty tonkatsu restaurant offering a wide selection of breaded and deep-fried pork cutlets.\n- Butagumi is a tonkatsu restaurant located in Azabu. They serve a variety of breaded and deep-fried pork cutlets, made with different cuts of meat and served with a range of sauces. With their dedication to sourcing high-quality ingredients, Butagumi offers a unique and delicious tonkatsu dining experience.\n", "count": 2}, "Sukiyaki Iwakiya": {"name": "Sukiyaki Iwakiya", "description": "- A traditional sukiyaki restaurant serving tender and flavorful Japanese hotpot dishes.\n", "count": 1}, "Unagi Hirokawa": {"name": "Unagi Hirokawa", "description": "- Famous for its charcoal-grilled eel dishes, using a secret sauce recipe passed down through generations.\n", "count": 1}, "Takazawa": {"name": "Takazawa", "description": "- A small and exclusive restaurant offering a unique and personalized dining experience with a fusion of French and Japanese cuisine.\n", "count": 1}, "Baird Beer Taproom": {"name": "Baird Beer Taproom", "description": "- A craft beer taproom serving a variety of locally brewed beers, complemented by a menu of delicious pub food.\n", "count": 1}, "Hitsumabushi": {"name": "Hitsumabushi", "description": "- Hitsumabushi is a well-known Nagoya eel restaurant located in Tokyo. They are famous for their special Nagoya-style tamari sauce on grilled eel, which is cooked over bincho charcoal. The eel at Hitsumabushi is delicate in both flavor and texture, and they offer a range of set meals that include eel, rice, miso soup, pickled vegetables, and more.\n", "count": 1}, "Tsunahachi": {"name": "Tsunahachi", "description": "- Tsunahachi is a tempura restaurant located in Shinjuku, Tokyo. They have two floors, with a smoking and non-smoking section. The menu at Tsunahachi is extensive, but they offer set meals that include large shrimp, squid, small shrimp, various vegetables, and miso soup. The tempura at Tsunahachi is light, greaseless, and absolutely sublime.\n- Tsunahachi is a tempura restaurant with branches in Shinjuku, Ginza, and Tokyo. They offer a variety of tempura dishes, from shrimp to vegetables to seafood, all prepared in their signature light and crispy batter. With their long history and dedication to craftsmanship, Tsunahachi is a must-visit for tempura enthusiasts.\n", "count": 2}, "MoonFlower Sagaya Ginza": {"name": "MoonFlower Sagaya Ginza", "description": "- This unique dining space specializes in seasonal dishes and high-quality Saga wagyu beef. It features a permanent digital art installation called 'Worlds Unleashed and then Connected' that surrounds the intimate eight-seat space. Expect exquisite food coupled with immersive digital art.\n", "count": 1}, "Tree by Naked": {"name": "Tree by Naked", "description": "- Tree by Naked offers a truly unique dining experience with its combination of virtual reality, projection mapping, lighting, music, and an eight-course dinner set. During the summer, the restaurant transforms into a lush rainforest, offering a refreshing summer menu. Don't miss the signature American cherry mille feuille.\n", "count": 1}, "BnA Wall": {"name": "BnA Wall", "description": "- BnA Wall is a boutique hotel with an artsy lobby bar. Enjoy CBD-infused lassi, seasonal sake, or a Japanese non-alcoholic cocktail while admiring the six-meter-tall mural. You can also indulge in bar snacks like soup, steamed dumplings, and locally made senbei rice crackers.\n", "count": 1}, "Sakura Tei": {"name": "Sakura Tei", "description": "- Located in the Jingumae-Sanchome area, Sakura Tei specializes in Osaka-style okonomiyaki and Tokyo's own monjayaki. The restaurant features vibrant murals and offers a lunch special of all-you-can-eat okonomiyaki and monja in 21 varieties. Explore their interesting toppings and international specials.\n", "count": 1}, "A to Z Cafe": {"name": "A to Z Cafe", "description": "- A to Z Cafe is a spacious restaurant-bar in Aoyama, showcasing the work of contemporary artist Yoshitomo Nara. Admire Nara's signature art while enjoying a dessert or drink in the charming wooden house structure. The menu offers a wide selection of food, from Japanese set meals to western classics.\n", "count": 1}, "Artbar Tokyo": {"name": "Artbar Tokyo", "description": "- Artbar Tokyo offers art classes and workshops in Daikanyama. Get creative while enjoying good vibes and great company. Choose from a range of painting styles and themes, from paint-pouring to recreating iconic art pieces. Classes are held in English and Japanese, and non-alcoholic beverages are currently served.\n", "count": 1}, "Tsukiji Yakiuo Ishikawa": {"name": "Tsukiji Yakiuo Ishikawa", "description": "- Tsukiji Yakiuo Ishikawa is a restaurant located in the Tsukiji outer market known for its sushi and seafood dishes. They offer a variety of sushi options, and prices are kept low compared to other sushi restaurants in Ginza. It's a great place to indulge in fresh and delicious sushi without breaking the bank.\n- Tsukiji Yakiuo Ishikawa is a hidden gem in Ginza that serves excellent tempura. This Bib Gourmand restaurant offers tendon (tempura on rice) for an affordable price during lunchtime. The prawn tempura is perfectly executed, and the seasonal vegetables are a delicious addition. Don't forget to enjoy the included miso soup and pickles.\n", "count": 2}, "Pokémon Café Tokyo": {"name": "Pokémon Café Tokyo", "description": "- The world's first Pokémon Café is decorated with Pokémon centerpieces and offers adorable presentation of food. The menu includes omelet shaped like Pikachu and limited edition goods like a Chef Pikachu plushy. Reservations are essential.\n- Experience the world's first Pokémon Café, where the food may be average but the presentation is adorable. With Pokémon-themed dishes like an omelet shaped like Pikachu, limited edition goods, and surprise visitors, reservations are essential for this cute and unique dining experience.\n", "count": 2}, "Moomin Bakery and Cafe": {"name": "Moomin Bakery and Cafe", "description": "- The Moomin Café offers cute desserts and fluffy company with huge Moomin characters to sit opposite you while you dine. The food features salad plates and traditional Scandinavian breads, with cute limited-edition cups and themed biscuits, jellies, and chocolates.\n- Head to the Moomin Cafe for cute desserts and some white, fluffy company. The cafe features huge Moomin characters that sit opposite you while you dine. The food is quite typical, but the desserts are the highlight, with cute limited-edition cups and themed biscuits, jellies, and chocolates.\n", "count": 2}, "Pom Pom Purin": {"name": "Pom Pom Purin", "description": "- The Pom Pom Purin café is a cute spot with adorable desserts and drinks themed around Sanrio's golden retriever character. The menu includes dishes with a Purin-twist, such as a sleeping rice Pom Pom beneath a souffle omelette blanket in curry, or a smiling face atop a parfait.\n- Visit this cute and very adorable café in Harajuku to enjoy desserts and drinks inspired by Sanrio's Pom Pom Purin. From smiling face parfaits to souffle omelette blankets, this café offers familiar dishes with a Purin-twist. Don't forget to check out the souvenir mugs and puddings to take home a piece of Pom Pom Purin.\n", "count": 2}, "Alice in Wonderland, Shinjuku & Ikebukuro": {"name": "Alice in Wonderland, Shinjuku & Ikebukuro", "description": "- Tokyo has a couple of different Alice-themed cafés, each with elaborate decorations. The food is quite elaborate, including Cheshire Cat parfaits, cute puddings, and a layered Mad Hatter cake. The afternoon tea set is ¥2,500 and includes unlimited tea and coffee until closing.\n", "count": 1}, "Vampire Cafe, Ginza": {"name": "Vampire Cafe, Ginza", "description": "- The Vampire Cafe is a sinister spot for lunch in Ginza, with a classic Dracula look and haunting menu options. The food is completed with fake blood and cobwebs. Set courses start from ¥3,850 per person, with a seating charge of ¥500 per person.\n", "count": 1}, "Rokunen Yonkumi Izakaya, Shinjuku": {"name": "Rokunen Yonkumi Izakaya, Shinjuku", "description": "- The Rokunen Yonkumi izakaya is a school-themed restaurant designed like an elementary school classroom. The menu features classic Japanese school dinners and regular izakaya fare, with drinks like popping-candy colas and science-set flavoring kits to play with.\n", "count": 1}, "Ninja Akasaka": {"name": "Ninja Akasaka", "description": "- The Ninja Akasaka restaurant is hidden and offers a ninja-themed experience. It features secret passages, trap doors, stone huts, hanging moss, and magic performances for customers who spend over a certain amount. The food is up-market with six to eleven courses ranging from ¥8,000 to ¥18,000.\n- Embark on a covert dining experience at this secret ninja-themed restaurant. Navigate through secret passages and trap doors to reach the secret village within. The food here is up-market with courses ranging from ¥8,000 to ¥18,000, and the interior features stone huts, waterfalls, and small ponds. Don't miss the magic performance included for customers who spend over a certain amount.\n", "count": 2}, "8-bit Cafe, Shinjuku": {"name": "8-bit Cafe, Shinjuku", "description": "- The 8-bit Cafe is a game lover's paradise with consoles from childhood and plenty of games to choose from, including Mario Kart. The café/bar serves drinks while you play, and the room is decorated with relics and models from old times.\n", "count": 1}, "Little TGV, Akihabara": {"name": "Little TGV, Akihabara", "description": "- The Little TGV is a cute and mildly-creepy restaurant with a railroad theme crossed with a maid café. It features original train seats, decorations, and train-like food. The menu also offers regular izakaya food with affordable prices.\n", "count": 1}, "Hananomai Ryōgoku, Ryōgoku": {"name": "Hananomai Ryōgoku, Ryōgoku", "description": "- The Hananomai Ryōgoku restaurant is sumo-themed and serves protein-heavy dishes traditionally served to sumo wrestlers. The restaurant focuses on the Edo period and offers all-you-can-eat and all-you-can-drink options, as well as a regular izakaya menu. The prices are decent and the atmosphere is lively.\n", "count": 1}, "Gonpachi": {"name": "Gonpachi", "description": "- Gonpachi, also known as the Kill Bill Restaurant, is located in Tokyo, Japan. Inspired by Quentin Tarantino's movie \"Kill Bill,\" the restaurant offers a unique dining experience with a wooden interior and open kitchen. The menu features a variety of Japanese dishes, including tempura, Kobe beef, and fresh fish. The atmosphere is lively and the staff is friendly, making it a great place for a fun night out.\n", "count": 1}, "Gucci Osteria Tokyo": {"name": "Gucci Osteria Tokyo", "description": "- Gucci Osteria da Massimo Bottura offers a unique dining experience with a menu that blends Italian and Japanese culinary influences. Dishes like thinly sliced bonito and cucumber \"spaghetti,\" abalone with arugula sauce and sudachi citrus jelly, and tender bites of abalone with smoked cheese and caviar highlight the fusion of flavors.\n- Gucci Osteria da Massimo Bottura in Tokyo offers an elevated dining experience with a blend of Italian and Japanese food culture. Chef Antonio Iacoviello combines elements from both cuisines to create dishes such as thinly sliced bonito and cucumber \"spaghetti\" and tender bites of abalone with arugula sauce and sudachi citrus jelly.\n", "count": 2}, "YAR": {"name": "YAR", "description": "- YAR is a unique restaurant in Ginza that offers a blend of Italian and Japanese cuisine. They use ingredients from both cuisines to create dishes with a fusion of flavors. Don't miss their innovative pasta, sushi, and dessert creations.\n", "count": 1}, "Ichiun Kaiseki": {"name": "Ichiun Kaiseki", "description": "- Ichiun Kaiseki is a traditional Japanese restaurant in Ginza that specializes in kaiseki, a multi-course meal. They use seasonal ingredients to create beautifully presented dishes that showcase the essence of Japanese cuisine. Each course is expertly crafted and offers a unique culinary experience.\n", "count": 1}, "Choshuya": {"name": "Choshuya", "description": "- Choshuya is a cozy izakaya in Ginza that offers a wide variety of traditional Japanese dishes. From grilled skewers to sashimi and tempura, their menu has something for everyone. The laid-back atmosphere and friendly staff make it a great place to relax and enjoy delicious Japanese food.\n", "count": 1}, "Ginza Ukai Tei": {"name": "Ginza Ukai Tei", "description": "- Teppanyaki is a Japanese cooking style that involves using an iron plate to grill different meats, and the Michelin-starred Ukai Tei serves up elegant teppanyaki cuisine on flat grills right in front of diners. The venue – which is located on the gorgeous top floor of the Chanel building in Omotesando – has become famous for its steamed abalone, which is unveiled still moving before being steamed under a copper dome.\n", "count": 1}, "Gyuan": {"name": "Gyuan", "description": "- Those on the hunt for high-quality wagyu (Japanese beef) in Ginza should look no further than Gyuan, where cosy booths and private, Japanese-style rooms welcome patrons. The restaurant serves Japan’s most famous beef product, Kobe beef, and specializes in transforming it into succulent yakiniku (barbecue cuisine) and shabushabu (a type of hotpot). Whichever you choose, guests cook the meat – which arrives in generous portions, especially if you choose the tabehoudai (all you can eat) plan – at the tables themselves. For the best value, visit at lunchtime; dinner is more expensive at Gyuan, but it’s also significantly more lavish. A simple English menu is available for travelers.\n", "count": 1}, "Kyubey": {"name": "Kyubey", "description": "- Kyubey is a high-end, intimate sushi bar where guests have front-row seats to observe all the magic that’s being created in the kitchen. The chefs’ delicate craftsmanship is on full display as they slice fresh, carefully selected fish and seafood for nigiri that looks beautiful and tastes delicious. Guests can even choose to eat their shrimp so raw it’s still twitching on the plate. Less adventurous souls still have plenty to choose from – tuna, eel, abalone, sea urchin, boiled shrimp and more populate the extensive menu, and the chefs are happy to provide recommendations.\n", "count": 1}, "Ginza Kitafuku": {"name": "Ginza Kitafuku", "description": "- At Kitafuku, it’s all about crab, which can be seen alive moments before it’s served up. Guests remove their shoes upon entry and are led to one of just three private tatami rooms in the restaurant (reservations are essential). The freshness of each course is apparent in every way and each beautiful, mouthwatering dish is presented with theatrical flair. Make sure you have a couple of hours to spare before choosing the entire king crab, which is served raw, boiled and grilled, including the heart.\n", "count": 1}, "Bulgari Tokyo Restaurant": {"name": "Bulgari Tokyo Restaurant", "description": "- The 10-storey Bulgari Ginza tower not only holds the largest Bulgari store in the world, but also the four-storey, Michelin-starred Bulgari Tokyo. Based on the architectural designs of the Bulgari restaurant in Milan, designer Antonio Citterio has created an elegant dining experience with tall windows offering breathtaking views of Tokyo. Expect fine Italian dining, such as mussel or truffle risotto, prepared with flair.\n", "count": 1}, "Bird Land Ginza": {"name": "Bird Land Ginza", "description": "- You’ll need a reservation before heading to Michelin-starred Bird Land Ginza; this upscale yakitori restaurant is deservedly popular for its grilled chicken served on skewers. Unassumingly located in a basement-level room near a subway station, the chefs behind the U-shaped communal dining counter prepare some of the best food in Tokyo. As the name suggests, poultry is the main focus of the restaurant. Chef Toshihiro Wada serves high-quality bantam chickens prepared raw as sashimi or even as liver pâté. Although there are plenty of other choices, customers are particularly encouraged to try the signature yakitori paired with either beer or wine.\n", "count": 1}, "Sanshuya": {"name": "Sanshuya", "description": "- Not every eatery in Ginza is about glitz and glam, and sometimes it’s the simplest option that is most worthy of a visit. Sanshuya is a traditional izakaya (Japanese pub), but the quality and attention that are given to each dish rival the famous restaurants around it. Fish and seafood fresh from the nearby markets populate the menu, while laughter and cigarette smoke fill the air. The local vibe here can’t be beaten: patrons come primarily from Tsukiji fish market and nearby office buildings.\n", "count": 1}, "Annam Indian Restaurant": {"name": "Annam Indian Restaurant", "description": "- Often to the surprise of visitors, Tokyo’s international food offering is excellent in its own right, and that includes authentic Indian cuisine served all across Japan. Annam Indian Restaurant is on par with the other most recommended restaurants in Ginza, so stop by if you’re looking for a break from sushi without compromising your taste buds. Open for more than 20 years, Annam is about as close to actual Indian food as you can get. Gorgeous wooden accents, dim lighting, and a high standard of hospitality combine to make the experience feel like fine dining, but the food here comes at a reasonable price. Much of the menu is halal and vegan-friendly.\n", "count": 1}, "Ginza Rokusantei": {"name": "Ginza Rokusantei", "description": "- Ginza Rokusantei is a high-end kaiseki restaurant in Ginza. It offers a kaiseki-style menu with courses ranging in price from JPY 6,000-8,000 for lunch and JPY 10,000-15,000 for dinner. The food is delicious and the restaurant is owned by Rokusaburo Michiba, the original Iron Chef Japanese.\n", "count": 1}, "Gādo-shita": {"name": "Gādo-shita", "description": "- Gādo-shita is an eating precinct located under the archways of the JR Yamanote railway lines near Yurakucho station. It is filled with numerous izakaya and yakitori eateries, wine bars, beer halls, and regular restaurants. The area has a lively atmosphere and is a great place to enjoy beer and casual eats.\n", "count": 1}, "Hitsumabushi Bincho Ginza": {"name": "Hitsumabushi Bincho Ginza", "description": "- Hitsumabushi Bincho Ginza is a restaurant specializing in Nagoya-style unagi (freshwater eel). The unagi is grilled over special binchotan charcoal until crispy, giving it a delicious smoky flavor. The restaurant also offers sets with eel on rice and soup, as well as simpler sets. The servings are generous and satisfying.\n", "count": 1}, "Shimbashi Robataya": {"name": "Shimbashi Robataya", "description": "- Shimbashi Robataya is a seafood-heavy robatayaki restaurant located in Shimbashi. The menu offers a variety of dishes cooked on a Japanese charcoal grill, with a focus on seafood. The restaurant has a lively atmosphere and is a great place to enjoy delicious grilled food.\n", "count": 1}, "Depachika (Food Hall)": {"name": "Depachika (Food Hall)", "description": "- The depachika in Mitsukoshi department store is one of Tokyo's best food halls. Located on the B2 and B3 basement levels, it offers a wide range of beautifully arranged food for sale. Visitors can find a variety of ready-to-eat meals, pastries, and food gifts. It's a great place to pick up a DIY dinner or picnic.\n", "count": 1}, "Bird Land": {"name": "Bird Land", "description": "- Bird Land is a Michelin-starred yakitori restaurant located in Ginza. It offers a fine dining experience with courses featuring perfectly grilled chicken skewers. The restaurant also serves Oyakodon (chicken and egg on rice) as a delicious way to end the meal. Although prices are steep, the visit is worth it to experience elevated yakitori.\n", "count": 1}, "Kakiyasu": {"name": "Kakiyasu", "description": "- Kakiyasu is a wagyu beef restaurant in Ginza known for serving various grades and breeds of beef cooked in different styles such as sukiyaki and shabu shabu. The restaurant has an elegant atmosphere and offers a wide selection of high-quality beef. For those looking to splurge on a serious beef experience, Kakiyasu is a great choice.\n", "count": 1}, "Kazami": {"name": "Kazami", "description": "- Kazami is a ramen-yas in Tokyo's Ginza district. They are known for their great food and constantly changing menu with new ideas and flavors.\n", "count": 1}, "Croquant Chou ZakuZaku": {"name": "Croquant Chou ZakuZaku", "description": "- Croquant Chou ZakuZaku is a bakery located in Ikebukuro Tobu, Japan's largest depachika. They are famous for their almond cream pastries filled to order with chilled custard and dusted with nougat.\n", "count": 1}, "Ginza Ricca": {"name": "Ginza Ricca", "description": "- Ginza Ricca is a small-batch candied-bean shop from Osaka located in Keio Shinjuku depachika. They are known for their candied green soybeans.\n", "count": 1}, "Ippodo Tea Co.": {"name": "Ippodo Tea Co.", "description": "- Ippodo Tea Co. is a tea shop founded in Kyoto in 1717. They have a shop in Keio Shinjuku depachika and offer a selection of hojicha and matcha teas.\n", "count": 1}, "Marchen Sandwiches": {"name": "Marchen Sandwiches", "description": "- Marchen Sandwiches is a depachika in Takashimaya Shinjuku. They offer a wide selection of sweet sandwiches, including flavors like mango and whipped cream, mandarin orange and pineapple, and blueberry cream.\n", "count": 1}, "Vegetaria": {"name": "Vegetaria", "description": "- Vegetaria is a depachika in Keio Shinjuku that offers freshly prepared soups and smoothies.\n", "count": 1}, "Kit Kat store": {"name": "Kit Kat store", "description": "- The Kit Kat store in Takashimaya Shinjuku offers a dazzling array of Kit Kat flavors, including blueberry, passion fruit, pistachio, and butter.\n", "count": 1}, "White Garden": {"name": "White Garden", "description": "- Located on the top floor of Takashimaya Shinjuku depachika, the White Garden is an extended outdoor garden and terrace overlooking downtown Tokyo. It offers a serene oasis for enjoying bento and taking in the sights.\n", "count": 1}, "Isetan Shinjuku": {"name": "Isetan Shinjuku", "description": "- Isetan Shinjuku is an opulent and busy depachika that features gargantuan legs of jamón ibérico hanging from the ceiling and offers caviar samples at Caviar House & Prunier. They also have a sake department and a Japanese bakery called Junoesque Bagel that sells mugwort (yomogi) bagels.\n", "count": 1}, "Satie": {"name": "Satie", "description": "- Satie is a truffle shop in Ginza Mitsukoshi depachika that specializes in truffles made without cream, butter, or alcohol. They use yogurt and palm oil to make their decadent cocoa creations.\n", "count": 1}, "Johan": {"name": "Johan", "description": "- Johan is a depachika in Ginza Mitsukoshi that offers a demi baguette with roe butter and nori, as well as matcha cinnamon buns and seasonal offerings like sakura blossom buns and honey tarts.\n", "count": 1}, "Caspia Yogurt": {"name": "Caspia Yogurt", "description": "- Caspia Yogurt is an artisanal yogurt purveyor located in the grocery store of Ginza Mitsukoshi depachika. They offer a fantastic selection of natural yogurts in regular and limited-edition flavors like aloe and grapefruit.\n", "count": 1}, "Matsuei": {"name": "Matsuei", "description": "- Matsuei is a Tokyo sushi restaurant located in the Ebisu and Roppongi areas. They serve top-quality sushi made with fresh seafood and expertly crafted vinegared rice. Whether you're on a tight budget or looking for a Michelin-starred experience, Matsuei offers a wide range of options for sushi lovers.\n", "count": 1}, "Kyubei": {"name": "Kyubei", "description": "- Kyubei is a renowned sushi restaurant with locations in Ginza and Shinjuku. They are known for their exceptional sushi made with the freshest seafood. With a mix of traditional and innovative sushi creations, Kyubei offers a dining experience that is sure to satisfy any sushi lover's palate.\n", "count": 1}, "Afuri": {"name": "Afuri", "description": "- Afuri is a ramen shop with locations in Ebisu, Nakameguro, Harajuku, and Roppongi. They specialize in yuzu-infused ramen, which gives their broth a refreshing citrus flavor. With their emphasis on showcasing natural ingredients, Afuri is a must-visit for ramen enthusiasts.\n", "count": 1}, "Sobahouse Konjiki Hototogisu": {"name": "Sobahouse Konjiki Hototogisu", "description": "- Sobahouse Konjiki Hototogisu is a ramen shop located near Shinjuku Gyoen. They are known for their rich and flavorful ramen broths, made with a combination of chicken, pork, and seafood. With their attention to detail and dedication to quality, Sobahouse Konjiki Hototogisu is a top choice for ramen lovers.\n", "count": 1}, "Kagari": {"name": "Kagari", "description": "- Kagari is a ramen shop in Ginza that is famous for its creamy and flavorful chicken-based broth. Their ramen bowls are topped with a variety of fresh ingredients, such as seasonal vegetables and juicy char siu pork. With their attention to flavor and presentation, Kagari is a must-visit for ramen connoisseurs.\n", "count": 1}, "King Seimen": {"name": "King Seimen", "description": "- King Seimen is a ramen shop with locations in Ouji. They specialize in tsukemen, a style of ramen where the noodles are served separately from the broth. With their rich and deeply flavored broth, King Seimen offers a unique and satisfying ramen experience.\n", "count": 1}, "Torikizoku": {"name": "Torikizoku", "description": "- Torikizoku is an izakaya restaurant with locations in Shinjuku, Shibuya, Tokyo, and more. They specialize in yakitori, or skewered chicken, which is grilled over charcoal and brushed with a sweet soy glaze. With their casual and lively atmosphere, Torikizoku is a great place to enjoy yakitori with friends.\n", "count": 1}, "Torishiki": {"name": "Torishiki", "description": "- Torishiki is a yakitori restaurant located in Shinagawa. They offer a variety of skewered chicken dishes, including rare cuts and offal. With their focus on quality ingredients and expert grilling technique, Torishiki is a top choice for yakitori aficionados.\n", "count": 1}, "Kushiwakamaru": {"name": "Kushiwakamaru", "description": "- Kushiwakamaru is a yakitori restaurant located in Nakameguro. They serve a variety of skewered meats, vegetables, and seafood, all cooked over charcoal for a smoky and flavorful taste. With their commitment to sourcing the finest ingredients, Kushiwakamaru offers a memorable yakitori experience.\n", "count": 1}, "Hiroo no Curry": {"name": "Hiroo no Curry", "description": "- Hiroo no Curry is a Japanese curry restaurant located in Hiroo. They serve a variety of curry dishes, including curry rice, curry udon, and katsu kare (curry with breaded pork cutlet). With their flavorful and comforting curry, Hiroo no Curry is a top choice for curry lovers.\n", "count": 1}, "Hinoya Curry": {"name": "Hinoya Curry", "description": "- Hinoya Curry is a Japanese curry restaurant with locations in Shinjuku, Ikebukuro, Shibuya, and more. They specialize in rich and flavorful curry, made with a blend of spices and a variety of toppings. With their focus on quality and taste, Hinoya Curry is a must-visit for curry enthusiasts.\n", "count": 1}, "Kawakami An": {"name": "Kawakami An", "description": "- Kawakami An is a soba restaurant located in Azabu Juba and Aoyama. They serve handmade soba noodles in either a chilled dipping sauce or a hot dashi broth. With their dedication to tradition and craftsmanship, Kawakami An offers a memorable soba dining experience.\n", "count": 1}, "Kanda Yabusoba": {"name": "Kanda Yabusoba", "description": "- Kanda Yabusoba is a soba restaurant located in Kanda. They are known for their handcrafted soba noodles, which are made in-house using traditional techniques. Whether you prefer chilled soba or hot soba in broth, Kanda Yabusoba offers a taste of authentic Japanese soba.\n", "count": 1}, "Kanda Matsuya": {"name": "Kanda Matsuya", "description": "- Kanda Matsuya is a soba restaurant located in Akihabara. They specialize in handmade soba noodles, served either cold with a dipping sauce or hot in a flavorful broth. With their commitment to quality and tradition, Kanda Matsuya is a top choice for soba lovers.\n", "count": 1}, "Nunotsune Sarashina": {"name": "Nunotsune Sarashina", "description": "- Nunotsune Sarashina is a soba restaurant located in Omori. They offer a variety of soba dishes, including cold noodles with a refreshing dipping sauce and hot noodles in a flavorful broth. With their dedication to craftsmanship and quality, Nunotsune Sarashina is a must-visit for soba connoisseurs.\n", "count": 1}, "Tonki": {"name": "Tonki", "description": "- Tonki is a tonkatsu restaurant located in Meguro. They specialize in breaded and deep-fried pork cutlets, which are crispy on the outside, juicy on the inside, and served with a savory-sweet sauce. With their attention to detail and commitment to quality, Tonki offers a top-notch tonkatsu experience.\n- Tonki is an old-school tonkatsu restaurant that has been serving breaded pork cutlets since 1939. The restaurant features a wide-open kitchen where a brigade of chefs work in assembly-line fashion.\n", "count": 2}, "Tonkatsu Maisen": {"name": "Tonkatsu Maisen", "description": "- Tonkatsu Maisen is a tonkatsu restaurant with locations in Aoyama, Shibuya, and more. They are known for their crispy and flavorful breaded pork cutlets, which are made using traditional techniques. With their focus on quality and taste, Tonkatsu Maisen is a must-visit for tonkatsu lovers.\n", "count": 1}, "Gyukatsu-MOTOMURA": {"name": "Gyukatsu-MOTOMURA", "description": "- Gyukatsu-MOTOMURA is a restaurant specializing in gyukatsu, or breaded and deep-fried beef cutlets. Their gyukatsu is cooked to perfection, with a crispy exterior and tender, juicy interior. With their dedication to quality and flavor, Gyukatsu-MOTOMURA offers a memorable beef katsu experience.\n", "count": 1}, "Gyukatsu Aona": {"name": "Gyukatsu Aona", "description": "- Gyukatsu Aona is a restaurant with locations in Shinjuku and Ueno. They serve gyukatsu, a popular dish made with breaded and deep-fried beef cutlets. With their unique cooking technique and flavorful sauces, Gyukatsu Aona offers a delicious and satisfying gyukatsu dining experience.\n", "count": 1}, "Gyukatsu Iroha": {"name": "Gyukatsu Iroha", "description": "- Gyukatsu Iroha is a restaurant located in Ikebukuro. They specialize in gyukatsu, made with breaded and deep-fried beef cutlets. With their emphasis on quality ingredients and cooking technique, Gyukatsu Iroha offers a mouthwatering gyukatsu experience.\n", "count": 1}, "Imahan": {"name": "Imahan", "description": "- Imahan is a sukiyaki restaurant with locations in Ningyocho, Ginza, and Ueno. They serve sukiyaki, a hot pot dish made with thinly sliced meat and a sweet and salty soy sauce-based broth. With their focus on quality ingredients and traditional preparation, Imahan offers a memorable sukiyaki experience.\n", "count": 1}, "Hiyama": {"name": "Hiyama", "description": "- Hiyama is a sukiyaki restaurant located in Ningyocho. They specialize in sukiyaki, made with top-quality beef and a flavorful broth. With their commitment to excellence and attention to detail, Hiyama is a must-visit for sukiyaki lovers.\n", "count": 1}, "Shabu Zen": {"name": "Shabu Zen", "description": "- Shabu Zen is a shabu shabu restaurant with locations in Shibuya, Ginza, Yotsuya, and more. They offer a variety of shabu shabu dishes, where thinly sliced meat and vegetables are cooked in a simmering hot pot. With their focus on high-quality ingredients and attentive service, Shabu Zen provides a delightful shabu shabu experience.\n", "count": 1}, "Imafuku": {"name": "Imafuku", "description": "- Imafuku is a shabu shabu restaurant located in Shirokane. They serve premium cuts of meat and fresh seasonal vegetables, perfect for dipping in their flavorful broth. With their commitment to quality and taste, Imafuku offers a memorable shabu shabu dining experience.\n", "count": 1}, "Tori no Ana": {"name": "Tori no Ana", "description": "- Tori no Ana is a shabu shabu restaurant located in Shinjuku. They specialize in shabu shabu, where thinly sliced meat and vegetables are cooked in a hot pot at the table. With their focus on high-quality ingredients and attentive service, Tori no Ana offers a satisfying shabu shabu experience.\n", "count": 1}, "Monja Kura": {"name": "Monja Kura", "description": "- Monja Kura is a monjayaki restaurant located in the Tsukishima district of Tokyo. They serve a variety of monjayaki, a dish similar to okonomiyaki but with a runnier texture. With their wide selection of toppings and vibrant atmosphere, Monja Kura is a great place to experience this unique Tokyo specialty.\n", "count": 1}, "Sozai & Monja Sato": {"name": "Sozai & Monja Sato", "description": "- Sozai & Monja Sato is a monjayaki restaurant located in Yoyogi. They offer a range of monjayaki options, including both traditional and creative variations. With their focus on quality ingredients and interactive cooking experience, Sozai & Monja Sato provides a fun and flavorful monjayaki dining experience.\n", "count": 1}, "Toraya": {"name": "Toraya", "description": "- Toraya is a wagashi (Japanese sweets) shop located in Asakusa. They specialize in traditional wagashi, including dorayaki, dango, manju, and more. With their attention to detail and commitment to preserving tradition, Toraya offers an authentic taste of Japanese sweets.\n", "count": 1}, "Minamoto Kitchoan": {"name": "Minamoto Kitchoan", "description": "- Minamoto Kitchoan is a wagashi shop located in Ginza. They offer a wide range of traditional Japanese sweets, including yokan, manju, and more. With their dedication to craftsmanship and use of high-quality ingredients, Minamoto Kitchoan provides a delightful wagashi experience.\n", "count": 1}, "Nana's Green Tea": {"name": "Nana's Green Tea", "description": "- Nana's Green Tea is a tea and dessert shop with multiple locations in Tokyo. They serve a variety of Japanese sweets, including matcha-flavored treats, parfait, and more. With their focus on quality ingredients and unique flavor combinations, Nana's Green Tea is a must-visit for dessert lovers.\n", "count": 1}, "Fruits Parlor Goto": {"name": "Fruits Parlor Goto", "description": "- Fruits Parlor Goto is a fruit parfait shop located in Asakusa. They specialize in colorful and vibrant fruit parfaits, made with a variety of fresh fruits and topped with whipped cream and other sweet toppings. With their focus on presentation and taste, Fruits Parlor Goto offers a refreshing and indulgent dessert experience.\n", "count": 1}, "Sembikiya": {"name": "Sembikiya", "description": "- Sembikiya is a fruit parfait shop located in Nihonbashi. They are known for their premium quality fruits, which they use to create elegant and luxurious fruit parfaits. With their commitment to excellence and attention to detail, Sembikiya offers a truly exquisite dessert experience.\n", "count": 1}, "Takano Fruits Parlor": {"name": "Takano Fruits Parlor", "description": "- Takano Fruits Parlor is a fruit parfait shop located in Shinjuku. They offer a variety of fruit parfaits, made with seasonal fruits and served in tall glasses for a visually stunning presentation. With their dedication to quality ingredients and artistic composition, Takano Fruits Parlor provides a delightful fruit parfait experience.\n", "count": 1}, "Alice in Wonderland (Shinjuku & Ikebukuro)": {"name": "Alice in Wonderland (Shinjuku & Ikebukuro)", "description": "- Step into the elaborate world of Alice in these themed cafés. With hanging heart chandeliers, wall murals, and elaborate decorations, enjoy a Mad Hatter cake or a Cheshire Cat parfait while immersed in the whimsy. Though slightly on the pricier side, these cafés are perfect for a cute catch-up spot.\n", "count": 1}, "Vampire Cafe": {"name": "Vampire Cafe", "description": "- For those who love a meal with bite, the Vampire Cafe in Ginza is the perfect sinister spot. With red velvet, chandeliers, and a classic Dracula look, enjoy haunting menu options with fake blood and cobwebs. Set courses are available, making it ideal for group dining with a touch of vampire aesthetic.\n", "count": 1}, "Rokunen Yonkumi Izakaya": {"name": "Rokunen Yonkumi Izakaya", "description": "- Relive your old school days at this school-themed izakaya in Shinjuku. With a large classroom setting filled with tiny tables, blackboards, toys, and unlimited sweets to fill your basket, this izakaya offers classic Japanese school dinners like curry rice and after-club-activities rice croquettes. Don't forget to order a drink and two food plates per person!\n", "count": 1}, "8bit Cafe": {"name": "8bit Cafe", "description": "- Step into this game lover's paradise filled with retro consoles and gaming relics. With perfect working order consoles, Game Boy Color snacks, and gaming thrones, enjoy an afternoon of drinks, Tetris, Mario, and more. This colorful and friendly café also offers delicious homemade lemonade to accompany your gaming adventures.\n", "count": 1}, "Little TGV": {"name": "Little TGV", "description": "- This cute and mildly-creepy railroad-themed café in Akihabara combines the railroad theme with maid café aesthetics. Featuring train seats, old-fashioned signs, and even tickets, this venue serves creatively shaped food like Shinkansen rice balls and train-like egg sushi. With a minimum spend per customer, you'll mingle with regulars and locals in this smaller and independent theme café.\n", "count": 1}, "Hananomai Ryōgoku": {"name": "Hananomai Ryōgoku", "description": "- Located in Ryōgoku, the heart of sumo in Tokyo, this restaurant serves protein-heavy dishes traditionally served to sumo wrestlers. With a sumo ring for performances and a focus on the Edo period, you'll be seated among sliding screens and Edo-style storefronts. Try the chanko nabe, a protein-filled hotpot served to wrestlers, or choose from their regular izakaya menu.\n", "count": 1}, "Sézanne": {"name": "Sézanne", "description": "- Located at the Four Seasons Hotel Tokyo Marunouchi, Sezanne is a cool-toned restaurant dedicated to modern elegance. The menu features inspired choices like red from Jura, and the warm but professional service adds to the dining experience.\n", "count": 1}, "Tinc Gana": {"name": "Tinc Gana", "description": "- Tinc Gana is a contemporary Spanish gastrobar in Tokyo. Owner-chef Jerome Quilbeuf oversees the operations and offers creative dishes such as charcoal-grilled tuna with pine-nut sauce and saffron-scented paella shaped into onigiri rice balls.\n", "count": 1}, "Il Ristorante - Luca Fantin": {"name": "Il Ristorante - Luca Fantin", "description": "- Il Ristorante - Luca Fantin is known for chef Luca Fantin's artful interpretations of Italian classics. The flavors are completely Italian, with dishes like a single raviolo filled with smoked burrata broth and topped with caviar.\n", "count": 1}, "Kanda": {"name": "Kanda", "description": "- Kanda is a three Michelin-starred restaurant in Tokyo known for its traditional Japanese cuisine. Chef Hiroyuki Kanda combines his classical training with ideas he picked up while working in France, resulting in dishes like sweet peaches with silky tofu and abalone with somen noodles.\n", "count": 1}, "Tempura Motoyoshi": {"name": "Tempura Motoyoshi", "description": "- Chef Motoyoshi's deep-fried delicacies at Tempura Motoyoshi are fantastically light and made with fresh ingredients from Tsukiji market. Signature dishes include succulent Takagime peppers from Kyoto and pudding-like croquettes of sweet Japanese corn.\n", "count": 1}, "Shirosaka": {"name": "Shirosaka", "description": "- Shirosaka is a kaiseki restaurant with a modern twist. Chef Hideki Ii combines traditional and modern techniques to create dishes that are almost too pretty to eat. The menu features approachable sake and wine pairings.\n", "count": 1}, "Yakiniku Jumbo Shirokane": {"name": "Yakiniku Jumbo Shirokane", "description": "- Yakiniku Jumbo Shirokane specializes in A5 wagyu beef and offers dishes for sharing, like seared wagyu sushi and thinly sliced sirloin. The restaurant also has a range of garlicky kimchee and whisky highballs to complement the meal.\n", "count": 1}, "Été": {"name": "Été", "description": "- Ete is an exclusive eatery in Tokyo known for its stunning, couture-inspired cakes and savory creations. Chef Shoji Shoji rose to fame with his cakes based on patterns by Chanel and Louis Vuitton. Signature dishes include delicate tilefish in clam broth and tender slices of abalone.\n", "count": 1}, "Kotaro": {"name": "Kotaro", "description": "- Kotaro is a chilled-out izakaya in Tokyo where chef Kotaro Hayashi chooses the dishes for you. The food respects tradition but is not bound by it, and the meal ends with hand-cut udon noodles made fresh every day.\n", "count": 1}, "Locale": {"name": "Locale", "description": "- Locale is a cubby-sized bistro in Tokyo that emanates home-away-from-home hearth energy. Chef Katy Cole creates dishes using farm-fresh vegetables and serves a well-curated selection of natural wines.\n", "count": 1}, "Tachigui Sushi Akira": {"name": "Tachigui Sushi Akira", "description": "- Tachigui Sushi Akira is a casual sushi restaurant in Tokyo where you eat while standing. The restaurant offers the same pristine seafood as high-end sushi establishments but at a more affordable price. The daily menu lists around 20 kinds of fish.\n", "count": 1}, "Hosokawa": {"name": "Hosokawa", "description": "- Hosokawa is a soba restaurant in Tokyo known for its 100-percent freshly milled buckwheat noodles. The noodles have a delightful texture and are dipped in a smoky soy-based sauce. The restaurant also offers side dishes like anago eel tempura and kamonasu eggplant.\n", "count": 1}, "Den": {"name": "Den", "description": "- Den is a convivial restaurant in Tokyo known for its creative and approachable cuisine. Chef Zaiyu Hasegawa combines traditional and modern techniques into a highly personal style of kappo-ryori. The tasting menu features dishes that are almost too pretty to eat, and the drink menu focuses on sake and wine.\n", "count": 1}, "Udon Maruka": {"name": "Udon Maruka", "description": "- Udon Maruka is a noodle heaven in Tokyo known for its thick udon noodles and awe-inspiring dashi broth. The restaurant offers a casual lunch experience with a variety of toppings like daikon, tempura crumbs, and raw egg.\n", "count": 1}, "Fu-unji": {"name": "Fu-unji", "description": "- Fu-unji is a renowned ramen shop in Tokyo known for its creamy chicken soup blended with fish powder. The rich gravy-like dipping sauce pairs perfectly with the noodles.\n", "count": 1}, "Kiki Harajuku": {"name": "Kiki Harajuku", "description": "- Kiki Harajuku is an intimate, casual fine-dining neobistro in Tokyo. Chef Yuki Noda offers imaginative and reasonably priced tasting menus with a focus on seasonal fruits and vegetables.\n", "count": 1}, "Kanda Hachigo": {"name": "Kanda Hachigo", "description": "- Kanda Hachigo is a humble ramen joint in Tokyo that offers Michelin-starred ramen. Chef Yasushi Matsumura combines Japanese and French techniques to create a luxurious consomme crafted from high-quality ingredients.\n", "count": 1}, "Tempura Fukamachi": {"name": "Tempura Fukamachi", "description": "- Tempura Fukamachi is one of Tokyo's best tempura restaurants. The unassuming location belies its illustrious reputation. The restaurant offers a tight space with expertly prepared tempura dishes.\n- Tempura Fukamachi is one of Tokyo's best tempura restaurants. The unassuming location belies its illustrious reputation. The restaurant offers a tight space with expertly prepared tempura dishes.\n", "count": 2}, "Tenoshima": {"name": "Tenoshima", "description": "- Tenoshima is a contemporary Japanese restaurant in Tokyo known for its creative and comforting cuisine. Chef Ryohei Hayashi combines elegance with warm hospitality in a minimalist setting.\n- Tenoshima is a contemporary Japanese restaurant in Tokyo known for its creative and comforting cuisine. Chef Ryohei Hayashi combines elegance with warm hospitality in a minimalist setting.\n", "count": 2}, "Tousenkaku": {"name": "Tousenkaku", "description": "- Tousenkaku is a contemporary Chinese restaurant in Tokyo that offers classic Chinese dishes with a Japanese touch. Chef Ryoji Hayashi prepares dishes like silkiest steamed chicken and braised trotter with precision and panache.\n", "count": 1}, "Maz Tokyo": {"name": "Maz Tokyo", "description": "- Maz Tokyo is a restaurant that explores Peru’s biodiversity through its seasonal menu. The restaurant offers innovative dishes that draw inspiration from Japanese, Chinese, and French cuisine.\n- Maz Tokyo is a restaurant that explores Peru’s biodiversity through its seasonal menu. The restaurant offers innovative dishes that draw inspiration from Japanese, Chinese, and French cuisine.\n- Maz Tokyo is a restaurant that explores Peru’s biodiversity through its seasonal menu. The restaurant offers innovative dishes that draw inspiration from Japanese, Chinese, and French cuisine.\n", "count": 3}, "Sowado": {"name": "Sowado", "description": "- Sowado is a sophisticated Japanese restaurant in Tokyo that strikes a balance between casual pub and fine dining. The menu features seasonal seafood and vegetables prepared with precision and panache.\n- Sowado is a sophisticated Japanese restaurant in Tokyo that strikes a balance between casual pub and fine dining. The menu features seasonal seafood and vegetables prepared with precision and panache.\n- Sowado is a sophisticated Japanese restaurant in Tokyo that strikes a balance between casual pub and fine dining. The menu features seasonal seafood and vegetables prepared with precision and panache.\n- Sowado is a contemporary Chinese restaurant in Tokyo that offers classic Chinese dishes with a Japanese touch. Chef Ryoji Hayashi prepares dishes like silkiest steamed chicken and braised trotter with precision and panache.\n", "count": 4}, "Heichan": {"name": "Heichan", "description": "- Heichan is a casual fine-dining restaurant in Tokyo that specializes in oden. Chef Ippei Matsumoto prepares variations of oden with seafood, meat, and vegetables simmered in a dashi broth.\n- Heichan is a casual fine-dining restaurant in Tokyo that specializes in oden. Chef Ippei Matsumoto prepares variations of oden with seafood, meat, and vegetables simmered in a dashi broth.\n", "count": 2}, "Eureka!": {"name": "Eureka!", "description": "- Eureka! is a trendy sake bar and trattoria in Tokyo that also serves perfectly grilled wagyu beef burgers. The restaurant offers starters like asparagus omelet and herring carpaccio for sharing, and the signature shio burger is a must-try.\n- Eureka! is a trendy sake bar and trattoria in Tokyo that also serves perfectly grilled wagyu beef burgers. The restaurant offers starters like asparagus omelet and herring carpaccio for sharing, and the signature shio burger is a must-try.\n", "count": 2}, "ugita": {"name": "ugita", "description": "- ugita is a renowned sushi restaurant in Tokyo known for its traditional but subtly innovative style. Chef Takaaki Sugita showcases his expertise with dishes like ankimo pate and  shime-saba and shiso nori roll\n", "count": 1}, "Adachi Naoto": {"name": "Adachi Naoto", "description": "- Adachi Naoto is a 1 Michelin-starred restaurant in Ginza that takes a creative approach to traditional Japanese fare. Their inventive tasting menus change nightly based on local ingredients, offering dishes like deep-fried smelt and chicken dumplings buckwheat noodles.\n", "count": 1}, "Katsuzen": {"name": "Katsuzen", "description": "- Katsuzen is the only Michelin-star tonkatsu (deep-fried pork cutlets) restaurant in Tokyo. Located in Ginza, this humble eatery serves tonkatsu made to order using the best quality Berkshire pork from Kyushu area. The combination of a crispy exterior and moist interior makes their tonkatsu irresistible.\n", "count": 1}, "Sato Yosuke": {"name": "Sato Yosuke", "description": "- Sato Yosuke serves chilled silky-smooth Inaniwa udon, made by the hand-stretching method. This udon can be enjoyed with soy sauce or sesame miso dipping sauces. The restaurant also offers hinai chicken, a breed known for its tender meat.\n", "count": 1}, "The Sushi": {"name": "The Sushi", "description": "- The Sushi, located on the 52nd floor of Andaz Tokyo, offers excellent sushi omakase style. With a sushi counter seating eight people, guests can watch the master chef prepare a traditional sushi course using the freshest ingredients. The set includes small dishes, sashimi, nigiri sushi, maki roll, miso soup, and fruits.\n", "count": 1}, "Nodaiwa": {"name": "Nodaiwa", "description": "- Nodaiwa is a one Michelin-starred restaurant known for its grilled freshwater eel (unagi). The eel is char-broiled to perfection and melts in your mouth like butter. The restaurant offers various set meals featuring different cuts and preparations of unagi.\n", "count": 1}, "Afuri Ramen": {"name": "Afuri Ramen", "description": "- Afuri Ramen offers a unique twist on ramen with its signature yuzu-flavored broth. Yuzu is an aromatic citrus fruit that adds a refreshing tang to the chicken and dashi-based broth. Afuri's ramen comes in a variety of options, including their signature yuzu shio ramen and yuzu shoyu ramen.\n", "count": 1}, "Reissue": {"name": "Reissue", "description": "- Reissue is a cafe in Harajuku known for its 3D coffee art. Skilled baristas create beautiful and Instagram-worthy latte art using milk foam and chocolate. Show them an image and they will bring it to life on your coffee.\n", "count": 1}, "Sekai no Yamachan": {"name": "Sekai no Yamachan", "description": "- Sekai no Yamachan is a popular izakaya chain known for its spicy and ultra-crispy Nagoya-style chicken wings. These wings are made to be eaten in one bite and are addictively delicious. They also serve a wide variety of other bar food.\n", "count": 1}, "Jiroumaru": {"name": "Jiroumaru", "description": "- Jiroumaru is a standing-only izakaya in Shibuya known for its high-grade wagyu and Kobe beef. Each party of customers shares a grill and can order rare cuts of beef by the slice to grill themselves. The restaurant offers a variety of grilled meat options.\n", "count": 1}, "Negishi": {"name": "Negishi", "description": "- Negishi specializes in grilled beef tongues and offers different cuts of beef tongue, each with a unique flavor and texture. The restaurant serves different cuts individually or as part of set meals, which include oxtail soup, mugi-meshi (barley and white rice), pickled vegetables, and tororo (grated yam).\n", "count": 1}, "Janice Wong Dessert Bar": {"name": "Janice Wong Dessert Bar", "description": "- Janice Wong Dessert Bar offers a unique dining experience with a tasting menu built purely of dessert items. The award-winning pastry chef uses seasonal ingredients to create elegantly plated desserts that are almost too beautiful to eat. The tasting menus are expertly paired with cocktails or mocktails.\n", "count": 1}, "Comcrepe": {"name": "Comcrepe", "description": "- Comcrepe is a dessert spot known for its signature creme brulee-styled crepes. The crepes are filled with a rich custard and finished with a scorched, crispy caramelized top. They offer a variety of flavors, including vanilla, strawberry, chocolate, and cream cheese.\n", "count": 1}, "Restaurant A": {"name": "Restaurant A", "description": "- A popular Japanese restaurant in Ginza that is known for its fresh sushi and sashimi. The menu also includes a variety of traditional Japanese dishes such as tempura and ramen.\n", "count": 1}, "Restaurant B": {"name": "Restaurant B", "description": "- This hidden gem in Ginza serves authentic French cuisine with a modern twist. The menu features dishes made with locally sourced ingredients and a selection of fine wines.\n", "count": 1}, "Restaurant C": {"name": "Restaurant C", "description": "- A charming Italian restaurant in Ginza that offers a wide range of pasta dishes and wood-fired pizzas. The menu also includes antipasti and homemade desserts.\n", "count": 1}, "Restaurant D": {"name": "Restaurant D", "description": "- This contemporary fusion restaurant in Ginza combines traditional Japanese flavors with international ingredients. The menu includes dishes like wagyu beef tacos and miso-glazed black cod.\n", "count": 1}, "Restaurant E": {"name": "Restaurant E", "description": "- Known for its stunning views of Tokyo skyline, this rooftop restaurant in Ginza specializes in modern Japanese cuisine. The menu features dishes made with seasonal ingredients and creative presentations.\n", "count": 1}, "Restaurant F": {"name": "Restaurant F", "description": "- A cozy cafe in Ginza that is famous for its fluffy pancakes and specialty coffee. The menu also includes sandwiches, salads, and a variety of homemade pastries.\n", "count": 1}, "Restaurant G": {"name": "Restaurant G", "description": "- This upscale steakhouse in Ginza is a favorite among meat lovers. The menu offers a selection of high-quality cuts of beef, cooked to perfection and served with delicious sides.\n", "count": 1}, "Restaurant H": {"name": "Restaurant H", "description": "- A traditional sushiya in Ginza that serves top-quality sushi made with the freshest ingredients. The menu includes a variety of nigiri, sashimi, and specialty rolls.\n", "count": 1}, "Restaurant I": {"name": "Restaurant I", "description": "- This modern izakaya in Ginza offers a lively atmosphere and a menu of delicious small plates and grilled skewers. The dishes are made with fresh ingredients and pair well with sake.\n", "count": 1}, "Restaurant J": {"name": "Restaurant J", "description": "- An elegant French restaurant in Ginza that offers a refined dining experience. The menu features classic French dishes with a modern twist, created using locally sourced ingredients.\n", "count": 1}, "Restaurant K": {"name": "Restaurant K", "description": "- This cozy wine bar in Ginza specializes in natural wines from around the world. The menu includes a selection of small plates and charcuterie, perfect for wine pairing.\n", "count": 1}, "Restaurant L": {"name": "Restaurant L", "description": "- A trendy cocktail bar in Ginza that serves handcrafted cocktails made with premium spirits and fresh ingredients. The menu also includes a variety of bar snacks.\n", "count": 1}, "Restaurant M": {"name": "Restaurant M", "description": "- This traditional kaiseki restaurant in Ginza offers an authentic Japanese dining experience. The menu features a multi-course meal that highlights seasonal ingredients and traditional cooking techniques.\n", "count": 1}, "Restaurant N": {"name": "Restaurant N", "description": "- A stylish seafood restaurant in Ginza that specializes in fresh seafood and sushi. The menu includes a variety of seafood options, including oysters, lobster, and uni.\n", "count": 1}, "Restaurant O": {"name": "Restaurant O", "description": "- This modern vegetarian restaurant in Ginza offers a range of plant-based dishes made with locally sourced ingredients. The menu includes salads, grain bowls, and creative vegan desserts.\n", "count": 1}, "Restaurant P": {"name": "Restaurant P", "description": "- A popular ramen shop in Ginza that is known for its rich and flavorful broth. The menu offers a variety of ramen options, including pork-based and vegetarian broth.\n", "count": 1}, "Restaurant Q": {"name": "Restaurant Q", "description": "- This traditional tea house in Ginza offers a peaceful atmosphere and a menu of Japanese teas and wagashi (traditional sweets). The menu also includes light snacks and matcha-based desserts.\n", "count": 1}, "Restaurant R": {"name": "Restaurant R", "description": "- A trendy cafe in Ginza that serves specialty coffee from around the world. The menu includes a variety of brewing methods and a selection of pastries and sandwiches.\n", "count": 1}, "Restaurant S": {"name": "Restaurant S", "description": "- This family-friendly restaurant in Ginza specializes in yakiniku (grilled meat). The menu includes a variety of high-quality meats, including wagyu beef and pork, grilled to perfection at the table.\n", "count": 1}, "Restaurant T": {"name": "Restaurant T", "description": "- A traditional soba noodle shop in Ginza that serves handmade soba noodles and tempura. The menu also includes a variety of side dishes and traditional Japanese desserts.\n", "count": 1}}